{
  "users": [
    {
      "name": "Admin",
      "username": "Admin",
      "email": "admin@gmail.com",
      "role": "admin",
      "password": "*admin@123",
      "id": 1
    }
  ],
  "INDIA": [
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/vikrant-2.jpg?impolicy=website&width=640&height=363",
      "title": "India's indigenous aircraft carrier INS Vikrant boasts of many firsts",
      "cateogory": "INDIA",
      "summary": "About 90 per cent of the hull, 50 per cent of the machinery and 30 per cent of weapons and sensors of INS Vikrant are indigenously designed and built. It has been designed by Indian Navy's in-house Warship Design Bureau and built by Cochin Shipyard Limited, a PSU",
      "date": "September 02, 2022 16:05:32 IST",
      "author": "FP Staff",
      "onframe": "Prime Minister Narendra Modi commissioned India's first indigenously designed and built aircraft carrier INS Vikrant in Kochi on Friday. Twitter/@narendramodi",
      "updateddate": "September 02, 2022 18:08:41 IST",
      "body": "New Delhi: India launched its first indigenously designed and built aircraft carrier INS Vikrant on Friday, with Prime Minister Narendra Modi commissioning it. With the induction of this mighty warship, India has joined a select club of nations such as the United States, the United Kingdom, Russia, China and France which have the capability to build its own aircraft carrier.  But there are several other facts, which make this aircraft carrier not only special but also the pride of the new Atmanirbhar Bharat.  India’s first indigenously designed and built aircraft carrier  About 90 per cent of the hull, 50 per cent of the machinery and 30 per cent of weapons and sensors of INS Vikrant are indigenously designed and built. It has been designed by Indian Navy’s in-house Warship Design Bureau (WDB) and built by Cochin Shipyard Limited, a public sector shipyard under the Ministry of Ports, Shipping & Waterways. Vikrant has been built with state-of-the-art automation features and is the largest ship ever built in maritime history of India.  Cochin Shipyard’s largest warship ever built  The yard commenced the shipbuilding operations in 1978, ship repair in 1981, marine engineering training in 1993 and offshore upgradation in 1999. It has facilities to build vessels up to 1.1 lakh tons and repair vessels up to 1.25 lakh tons, the largest such facilities in India. The 262 m long and 62 m wide INS Vikrant displaces approximately 45,000 tons when fully loaded.  21,500 tonnes of special grade steel developed indigenously  According to the Centre, over 76 per cent of the material and equipment on board IAC-1 is indigenous, including “21,500 tonnes of special grade steel developed indigenously and used in Indian Naval Ships for the first time”.  According to the official release, major Indian industrial houses, including BEL, BHEL, GRSE, Keltron, Kirloskar, L&T, Wartsila India, and over 100 MSMEs, contributed to the development of indigenous equipment and machinery on board.  Job creation  According to a government statement, the indigenisation efforts resulted in the development of ancillary industries and the creation of employment opportunities for 2,000 CSL personnel and approximately 13,000 employees in ancillary industries, thereby bolstering the plough-back effect on the nation’s economy. The navy previously stated that more than 50 Indian manufacturers were directly involved in the project and that approximately 2,000 Indians were directly employed on board IAC-1 daily. Over 40,000 people were indirectly employed.  Produced from 3D model  The Union Ministry of Ports, Shipping and Waterways has said that CSL “carried out the detailed engineering of the ship using advanced software which enabled the designer to get a complete 3D view of the compartments of the ship”, representing the “first time in the country that a ship of the size of an aircraft carrier is completely modeled in 3D and production drawings extracted from the 3D model”, reports CNN-News18.  With input from agencies  Also read:  With components from 18 States, UTs, India comes together in INS Vikrant  Inside INS Vikrant, the first India-made aircraft carrier: 1,600 crew, 18 floors and more  How does INS Vikrant compare with aircraft carriers from China and the US?  INS Vikrant is exceptional symbol of self-reliant, aspirational India, says Rajnath Singh  The significance of INS Vikrant, the first Made-in-India aircraft carrier  Indian Navy’s new ensign draws inspiration from royal seal of Chhatrapati Shivaji, drops St. George’s Cross     Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 1
    },
    {
      "image": "https://www.firstpost.com/static/images/fplogo_placeholder_640x362.jpg",
      "title": "Home Minister Amit Shah to attend curtain raiser of 36th National Games, inaugurate smart schools in Ahmedabad",
      "cateogory": "INDIA",
      "summary": "Shah will also take part in the 6th All India Prison Duty Meet during the day, which will be attended by CM Bhupendra Patel and Gujarat Minister of State for Home Harsh Sanghavi",
      "date": " September 04, 2022 10:14:07 IST",
      "author": "Press Trust of India",
      "onframe": "Union Home Minister Amit Shah. Twitter/@AmitShah",
      "updateddate": "September 04, 2022 10:14:07 IST",
      "body": "Ahmedabad: Union Home Minister Amit Shah will launch the 36th National Games anthem and mascot here on Sunday and also inaugurate smart schools of the Ahmedabad civic body.  He will also inaugurate the 6th All India Prison Duty Meet in Ahmedabad during the day.  Shah will first inaugurate the Ahmedabad Municipal Corporation’s smart schools.  In the evening, he will participate in the 36th National Games-2022 curtain raiser programme along with Union Sports Minister Anurag Thakur and Gujarat Chief Minister Bhupendra Patel.  The event will be officially launched at EKA Arena TransStadia, a multi-purpose stadium in Ahmedabad, where more than 9,000 guests from across the state are expected to be present.  The curtain raiser will witness the unveiling of the National Games anthem and mascot as well as a custom-curated website and mobile application. The event will also mark the conclusion of the 11th Khel Mahakumbh, a sporting event conducted by the Gujarat government.  The National Games are being held after a gap of seven years.  This year, the games will be held between 29 September and 12 October across six cities of Gujarat along with a track cycling event in New Delhi.  An estimated 7,000 athletes from the country will take part in 36 different disciplines.  Shah will also take part in the 6th All India Prison Duty Meet during the day, which will be attended by CM Patel and Gujarat Minister of State for Home Harsh Sanghavi.  The biennial meet is organised by the Bureau of Police Research and Development between 4 and 6 September.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 2
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/Fby_jb9VUAAGvai-1.jpg?impolicy=website&width=640&height=363",
      "title": "Jammu and Kashmir: Ghulam Nabi Azad floats own party, to decide on 'Hindustani name' for it",
      "cateogory": "INDIA",
      "summary": "The former Congress leader who resigned from the party on 26 August said, while addressing his first rally since the split, that the people of Jammu and Kashmir will decide the name and the flag for his party",
      "date": "September 04, 2022 15:16:56 IST",
      "author": "FP Staff",
      "onframe": "Ghulam Nabi Azad. ANI",
      "updateddate": "September 04, 2022 15:27:28 IST",
      "body": "New Delhi: Ghulam Nabi Azad announced the launch of his own political party while addressing a public meeting in Jammu on Sunday at Sainik Colony. He is yet to decide on the name of the party.  This was Azad’s first meeting since he ended his nearly 50-year association with the Congress on 26 August.  “The people of Jammu and Kashmir will decide the name and the flag for the party. I will give a Hindustani name to my party that everyone can understand,” said Azad.  He added that his party will focus on the restoration of full statehood, right to land and employment to native domicile.  According to Hindustan Times, Azad arrived at the venue after a rousing welcome from his supporters at Jammu airport. The former chief minister of Jammu and Kashmir wore a Dogra turban befitting the occasion.  “I am always with the people of Jammu and Kashmir. Right now, I am not the chief minister or any minister. I am just a human. In the past one week, many people have resigned from the Congress and have supported me,” Azad said during his address.  Azad also thanked those five ministers who joined him. “Three of them joined a regional party, I never named that regional party chief, but they got agitated when I spoke of floating my own party,” Azad added.  Former ministers Taj Mohiuddin, Abdul Majid Wani, Manohar Lal Sharma, GM Saroori, RS Chin, Jugal Kishore, Peerzada Mohd Sayeed, and former MLA Balwan Singh, who were present at the event, endorsed Azad for the position of Jammu and Kashmir’s next chief minister.  During his address he also launched an attack on the grand-old party. According to ANI, he said, “Congress was made by us, by our blood, not by computers, not by twitter. People are trying to defame us but their reach is limited to computers and tweets. That is the reason Congress is nowhere to be seen on the ground.”  “People from Congress now go to jail in buses, they call DGP, commissioners, get their name written and leave within an hour. That is the reason Congress has been unable to grow,” he added.  Azad had earlier targeted the party leadership, particularly Rahul Gandhi, in his resignation letter to Sonia Gandhi, for the way the party has been run over the last nearly nine years.  He claimed in the five-page letter that the party is run by a coterie, with Sonia Gandhi serving as “a nominal head” and all major decisions being made by “Rahul Gandhi or, worse, his security guards and PAs.”  In recounting his long association with the Congress, Azad stated that the party’s situation has reached a “point of no return.”  With input from agencies  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 3
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/06/External-Affairs-Minister-S.-Jaishankar.jpg?impolicy=website&width=640&height=362",
      "title": "India should also think about Pacific Ocean while discussing its maritime interests, says EAM S Jaishankar",
      "cateogory": "INDIA",
      "summary": "Being the fifth largest economy, India should display confidence, \"which is lacking because of our habits that keep us tied up\", the minister said at a function to unveil the Gujarati translation of his book, \"The India Way: Strategies for an Uncertain World\"",
      "date": " September 04, 2022 17:31:00 IST",
      "author": "Press Trust of India",
      "onframe": "External Affairs Minister S Jaishankar. ANI",
      "updateddate": "September 04, 2022 17:42:00 IST",
      "body": "Ahmedabad: External Affairs Minister Dr S Jaishankar said talking about the Indian Ocean and not the Pacific Ocean when discussing India’s maritime interest shows a limitation of thinking, and India should go beyond this historical line of thinking.  “Indo-Pacific is a new strategic concept going on in the world,” he said on Sunday.  Dogma should change  The idea that India should not interfere with the issues of other countries is a kind of “dogma” which should change, Jaishankar said at a function to unveil the Gujarati translation of his book, “The India Way: Strategies for an Uncertain World.”  Being the fifth largest economy, India should display confidence, “which is lacking because of our habits that keep us tied up”, he said.  He also said that “engage America, manage China, cultivate Europe, reassure Russia, bring in Japan..is the ‘Sabka Saath and Sabka Vishwas’ in India’s foreign policy”.  “So far, we think about the Indian Ocean whenever we think about oceans. This is the limitation of our thinking that we talk about the Indian Ocean whenever we talk about maritime interest,” Jaishankar said.  “But more than 50 per cent of our trade goes towards the East, towards the Pacific Ocean. The line between the Indian Ocean and Pacific Ocean is only on the map, exists on an atlas, but there is no such thing in reality…We should go beyond the historical lines in our thinking, because our interest has increased. Indo-Pacific is a new strategic concept going on in the world,” he said.  Talking about a chapter in his book, the minister said the fact that we should not interfere in the problems of others in the world is a kind of “dogma.”  “It is possible that we did not have the capacity and it was not in our interest in the 1950s and 1960s, but some days back we became the fifth largest economy. The thinking of someone on the 20th number and 5th number cannot be the same. We should change according to our capacity. The confidence that we should display is not there, and it is not so because our habits keep us tied up,” he said.  ‘Sabka Saath and Sabka Vishwas’ in Indian foreign policy  He also quoted a line from his book which says “Engage America, manage China, cultivate Europe, reassure Russia, bring in Japan,”, and said that “this is ‘Sabka Saath and Sabka Vishwas’ in Indian foreign policy.”  “We have reached that level where we should maintain relations with everyone as much as we can to take forward our own interest because India’s progress in a way becomes a criterion for us. We have reached that level where we should keep our own interest with everyone to move forward,” he said.  Jaishankar also focused on the importance of getting a feedback from the public when determining a policy.  “Sometimes we should also think in which direction the public is going. It should not happen that a policy is going in one direction, and the public in another direction. The connection between the public and government — how to take the feedback. Feedback is important for good governance,” he said.  “For policy also there is a need to take feedback, and this is possible when we can connect with the masses,” he said.  About China  Talking about China, Jaishankar said it is India’s “super neighbour” and there is a lesson to learn from its progress and its impact on India and its interests.  “China is our neighbour, and in a way our super neighbour. It is the biggest neighbour, when you look at its power, its economy, where it has reached, its development. We also have to see if there is a lesson for us in its progress, and its impact on us, on our interest, its influence on our other neighbours,” he said.  “China’s economy is more than four times our own. I believe that our thinking should be competitive rather than negative,” he said.  There is also a need to think more about Japan, he said.  Three factors that hurt India  Jaishankar said in the last 75 years, India has been hurt by partition, delay in carrying out economic reforms, and a gap between the two nuclear tests.  “These three factors are in a way for us something whose impact is seen now. How do we go ahead keeping them in mind is a big part of our strategy,” he said. He also dwelled on the lessons that the epic Mahabharat has on diplomacy.  “There is no better story with so many examples, dilemmas…there is no better story than this in the world… If we do not talk about ourselves, then how will the world talk about us. The current situation of the world and the then landscape of Mahabharat, the situation of India, somewhere I saw a similarity,” he said.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 4
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/Untitled-design-81-1.jpg?impolicy=website&width=640&height=363",
      "title": "Another ‘Aloo ki factory’ moment for Rahul Gandhi as he measures flour in litre",
      "cateogory": "INDIA",
      "summary": "Multiple social media users have posted the viral clip of Congress leader Rahul Gandhi online",
      "date": "September 04, 2022 20:33:31 IST",
      "author": "FP Staff",
      "onframe": "Congress leader Rahul Gandhi. PTI photo",
      "updateddate": "September 04, 2022 20:39:52 IST",
      "body": "New Delhi: A video clip of Rahul Gandhi from the ‘Halla Bol’ rally has gone viral where he can be heard goofing up the unit for “flour”. In the viral clip, Gandhi is saying, “Atta (flour) was Rs 22 per litre but today it is Rs 40 per litre”.   Rahul Gandhi began comparing the prices of a few essential commodities with their prices in 2014. Gandhi was listing out the prices of various commodities whose units were mostly in litres and he goofed up while calling out the unit price for flour.  “Halla bol” rally  Congress was holding a mega rally 'Mehangai Par Halla Bol' today against inflation in the country, unemployment and Goods and Services Tax hike at Ramlila Maidan in the national capital.  Rahul Gandhi came down heavily on the Narendra Modi-led Central government and said that the Bharatiya Janata Party (BJP) and Rashtriya Swayamsevak Sangh (RSS) are dividing the country and a sense of fear has engulfed the minds of people about \" their future, inflation and unemployment and that's turning them towards hate.\"  \"Hatred is rising in India. Fear of inflation and unemployment is increasing in India, and due to this hatred is rising. BJP and RSS dividing the country and creating fear in the country. Who gets the benefit of this fear? Is it poor, farmer, or small traders who are getting any benefit from the Narendra Modi government? Only two industrialists in the country benefitting from this fear and hatred,\" said Congress MP.  He further said that the Modi government's policies are benefitting only two big industrialists.  \"BJP giving all the benefits to two people. Now see Narendra Modi did demonetisation. Did it help the poor? The three farm laws that were withdrawn later by the govt were not for farmers but it was for those two industrialists only. But the farmers came on the road and showed their power to Narendra Modi and when PM Modi saw this, he had to take back the three farm laws,\" he said.  The Congress leader further said that the Modi government broke the backbone of small and medium enterprises.  \"In one way, you are being affected by unemployment and secondly, you are hit by the price rise. Narendra Modi asks what has Congress done in seventy years. I will say this, that in seventy years, Congress has not shown such price rise to the country and when the Opposition wants to raise the issue in Parliament then Narendra Modi's government doesn't allow it. Whether it is farmers' issue or China,\" he added.  Making the attack more aggressive, the Congress MP said, \"The media is also of these two industrialists, the whole of media is under those two businessmen. People know whose TV it is and whom they are working for. TV and papers are of these two industrialists. Narendra Modi ji works for those two industrialists and those two industrialists work for Narendra Modi ji.\"  He further said, \"Narendra Modi could not be the Prime Minister without the support of the media and two industrialists.\"  Speaking on the misuse of Central probe agencies, Rahul Gandhi said that he is not afraid of Enforcement Directorate (ED) and their questioning.  \"The ED asked me to sit for 55 hours but I am not afraid of your ED. Whether it is 55 hours or five months or five years,\" he said.  Rahul Gandhi said, \"PM Modi ji's ideology says that country should be divided and the profits from it should be shared among a few industrialists.\"  \"Congress gave India the historical MGNREGA, but Narendra Modi's government said in the Parliament that it's an insult to the poor. Today, if there would not have been MGNREGA, there would have been fires in the country. Our party took 27 crore people out of poverty but the BJP government has pushed 23 crore people into poverty in just ten years. Narendra Modi is taking the country backwards. This will help Pakistan and China and not India. The more there will be hatred and fear, the more the country would weaken,\" he said.  Rahul Gandhi said that the Congress' ideology can bring the country on the path of progress.  \"I want to ask you whether price rise and hatred strengthen the country. Narendra Modi and BJP are weakening the country. Congress party unites the country. We erase hatred and when hatred is erased, the country moves faster. Congress ideology can bring the country on the path of progress,\" he said.  He also said that all Opposition parties will come together and defeat the BJP and RSS.  \"We want to talk on China attack, unemployment, price rise, but BJP stopped our party. The institutions, whether it is the media, the judiciary, or the Election Commission, are all under pressure. So the only way that is left is to go to people. And that is why Congress will start the Bharat Jodo Yatra. This is a fight of ideology and all the Opposition parties will come together to defeat BJP and RSS,\" Rahul Gandhi told to people while addressing a massive rally.  With inputs from agencies  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 5
    }
  ],
  "WORLD": [
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/5_big.jpg?impolicy=website&width=640&height=363",
      "title": "'Breaking my heart': Dinner lady breaks down after denying lunches to UK school children",
      "cateogory": "WORLD",
      "summary": "The woman was speaking at an 'Enough is Enough' rally at Manchester cathedral when she broke down in tears describing the child poverty at the Lancashire school where she works",
      "date": "September 02, 2022 11:34:29 IST",
      "author": "FP Staff",
      "onframe": "The woman said said that when she first started her role at the school, she would have to turn around one child a month away. Youtube/ PoliticsJO",
      "updateddate": "September 02, 2022 11:58:55 IST",
      "body": "At an Enough is Enough rally in Manchester, a dinner lady told PoliticsJoe that she was dreading October when she will go back to work and would have to deny lunches to school children.   UK residents will see an 80 per cent increase in their annual household energy bills, the country’s energy regulator announced Friday, following a record 54 per cent spike in April. That will bring costs for the average customer from 1,971 pounds ($2,332) a year to 3,549 pounds.  The latest price cap, the maximum amount that gas suppliers can charge customers per unit of energy, will take effect on 1 October, 2022, just as the cold months set in. And bills are expected to rise again in January to 4,000 pounds.  To blame for the increase is the soaring price of wholesale natural gas triggered by Russia’s war in Ukraine, which is driving up consumer prices and roiling economies across Europe that rely on the fuel for heating homes and generating electricity.  That includes the United Kingdom, which has the highest inflation rate among the Group of Seven wealthiest democracies and seen disruptive strikes for months as workers push for pay to keep pace with the increasingly expensive cost of living.  The woman, who has not been named, was speaking at Enough is Enough rally on 30 August, 2022, at Manchester cathedral when she broke down in tears describing the child poverty at the Lancashire school where she works.    “Just before the summer holidays, when the cost of living crisis really started kicking off, I just noticed I was spending as much time taking food away from children as do serving it,” she told PoliticsJoe.  “To be honest, it’s not what I took the job for. I never dreamt I would be telling children ‘You can’t have that, you’ve no money in your account’,” she added.  She said that when she first started her role at the school, she would have to turn around one child a month away.  “Parents might forget to put money on at the beginning of the month, and you get that,” she added.  Now, though, the dinner lady said she was turning away some 10-15 children without money “every single day, every single shift”  “It’s breaking my heart,” she said, breaking down in tears. “They’re in a queue full of all their peers and other schoolchildren, and it’s humiliating for them.”  “They just look at you like ‘well, what am I going to eat’,” to which she said she responds with “I can’t give you anything, I’m sorry’  With the summer holidays drawing to a close, the dinner lady said she was “dreading” returning to work.”  “It’s getting to the point where I don’t think I can be doing this job anymore,” she added. “I didn’t take the job on to starve children.”  “You know, something has to give, and I just don’t think it should be children’s spirits, you know?\" the lady said.  With inputs from agencies  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 1
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/07/terrorist12.jpg?impolicy=website&width=640&height=363",
      "title": "Yemen: At least 27 killed as Al Qaeda attacks separatist group 'Security Belt'",
      "cateogory": "WORLD",
      "summary": "The Security Belt, a powerful southern Yemen separatist force, has played a decisive role in the fight against the jihadists, forcing them to retreat from towns into rural areas",
      "date": "September 06, 2022 22:00:29 IST",
      "author": "Agence France-Presse",
      "onframe": "Representational image. ANI",
      "updateddate": "September 06, 2022 22:06:08 IST",
      "body": "Aden: Twenty-one separatist fighters and six members of Al-Qaeda’s Yemen branch were killed Tuesday as an attack by the jihadists punctured months of relative peace in the war-torn country, government and security sources said.  Al-Qaeda in the Arabian Peninsula (AQAP) attacked positions held by the United Arab Emirates-trained Security Belt group in Abyan province in Yemen’s south, the sources told AFP.  The violence came just days after the jihadist group released a video of a United Nations worker whom it abducted in the same province more than six months ago.  About three hours of fighting “left 21 dead among the (Security Belt), including an officer, and six among the Al-Qaeda combatants”, a government official said on condition of anonymity. Two security sources confirmed the death toll.  Yemen has been gripped by conflict since Iran-backed Huthi rebels took control of the capital Sanaa in 2014, triggering a Saudi-led military intervention in support of the beleaguered government the following year.  AQAP and militants loyal to the Islamic State group have thrived in the chaos.  The Security Belt, a powerful southern Yemen separatist force, has played a decisive role in the fight against the jihadists, forcing them to retreat from towns into rural areas.  The force is tasked with protecting southern Yemeni regions which, with their access to the sea and the Horn of Africa, are of particular interest to the UAE.  The Security Belt said in a statement Tuesday that a “broad military campaign was launched several days ago by southern forces to fight terrorism in Abyan province”.  The violence comes as the Huthis and forces supporting the ousted government observe a shaky ceasefire in the years-long civil war.  Riven by divisions, the groups opposing the Huthis, who originate from the north, include southern separatists who support the re-establishment of South Yemen.  The country was divided into North and South Yemen until reunification in 1990.  Kidnapped UN worker  Underlining Yemen’s parlous security, on Saturday AQAP released a video showing a United Nations worker who was abducted more than six months ago, the SITE Intelligence Group reported.  Five UN staff members were kidnapped in Abyan in February while returning to the port city of Aden after a field mission, UN spokesperson Eri Kaneko told AFP at the time.  In Saturday’s video message apparently recorded on August 9, Akam Sofyol Anam, identified by SITE as a Bangladeshi, urges “the UN, the international community, the humanitarian organisations, to please come forward… and meet the demands of my captors”, without outlining the demands.  Formed in a merger of Al-Qaeda’s Yemen and Saudi branches, AQAP has carried out attacks on both rebel and government targets in Yemen as well as foreigners.  It has been accused of plotting attacks beyond the Middle East and its leaders have been targeted by a US drone war for more than two decades, although the number of strikes has dropped off in recent years.  Yemen’s UN-brokered ceasefire has drastically reduced fighting since the truce began in April, but outbreaks of violence continue.  Last week, 10 Yemeni soldiers were killed in a Huthi attack near Taez, the country’s third biggest city which has been blockaded by the rebels since 2015.  The assault, which also left several soldiers wounded, was aimed at cutting off a key route to the southwestern city of about two million, the government said.  On Thursday, the Huthis held a military parade in the Red Sea port city of Hodeida, drawing a rebuke from the UN.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 2
    }
  ],
  "POLITICS": [
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/08/BJP1.jpg?impolicy=website&width=640&height=363",
      "title": "BJP to hold meeting to consider shortcomings in 144 'weak' constituencies before 2024 Lok Sabha elections",
      "cateogory": "POLITICS",
      "summary": "The meeting will seek a report from these cluster incharge under the Lok Sabha Pravas Yojana and the ground reality of about 144 Lok Sabha constituencies will be considered",
      "date": "September 06, 2022 11:43:35 IST",
      "author": "Asian News International",
      "onframe": "Representational image. ANI",
      "updateddate": "September 06, 2022 11:43:35 IST",
      "body": "New Delhi: The Bharatiya Janata Party is scheduled to hold a meeting for the Lok Sabha elections 2024 on Tuesday evening.  According to the sources, the meeting is likely to take place at 4:30 pm where prominent dignitaries of the party including Home Minister Amit Shah, party president JP Nadda, Organization General Secretary BL Santosh, Joint Secretary Organization V Satish along with cluster incharge of constituencies will be present.  The 144 constituencies of Lok Sabha have been divided into different clusters each with a minister in charge.  Smriti Irani, Dharmendra Pradhan, Piyush Goyal, Bhupendra Yadav, Anurag Thakur, Narendra Tomar, Sanjeev Balyan and Mahendra Pandey are amongst the 14-15 prominent ministers who were given charge of these clusters.  As per the party sources, the meeting will seek a report from these cluster incharge under the Lok Sabha Pravas Yojana and the ground reality of about 144 Lok Sabha constituencies will be considered. The meeting will also discuss the steps that the party should take to ensure victory in the Lok Sabha 2024 elections.  The ministers were given a deadline of 31 August to prepare these reports which shall be considered in the meeting today.  Several ministers in the PM Modi cabinet were assigned with the task to maintain the report after Home Minister Amit Shah and Party’s national president JP Nadda partially visited about 144 Lok Sabha seats where they are weak and took the responsibility to identify the necessary steps with the intention to register victory here.  Of these 144 constituencies, most are the ones where either the party could not register a victory or were defeated due to a lesser number of votes. Keeping this in view, several ministers were asked to prepare a report by residing in two or three Lok Sabha constituencies to identify the measures that can help them win.  All cluster incharge visited almost all the assigned Lok Sabha constituencies and have also identified the steps that need to be taken to ensure victory there.  In the meeting, Amit Shah, JP Nadda and BL Santosh will understand the ground reality of these constituencies and further discuss their strategy to win the Lok Sabha seat, here.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 1
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/rsz_nitish_rahul.jpg?impolicy=website&width=640&height=363",
      "title": "'No intention to become PM candidate,' says Nitish Kumar as he meets Rahul Gandhi in Delhi",
      "cateogory": "POLITICS",
      "summary": "This is the first meeting between Gandhi and Kumar since the latter walked out of the NDA in Bihar and formed a 'Mahagathbandhan' government with RJD, Congress",
      "date": "September 05, 2022 22:25:11 IST",
      "author": "FP Staff",
      "onframe": "Bihar CM Nitish Kumar met Congress leader Rahul Gandhi in New Delhi. Twitter/@INCIndia",
      "updateddate": "September 05, 2022 22:38:37 IST",
      "body": "New Delhi: Bihar Chief Minister Nitish Kumar on Monday met Congress leader Rahul Gandhi in the national Capital on Monday. The two leaders are believed to have discussed the current political situation in the country and ways to ensure Opposition unity, PTI reported.  Kumar also met Janata Dal (Secular) chief H D Kumaraswamy at the latter’s residence.  The meeting between Gandhi and Kumar at the former Congress chief’s residence lasted almost an hour. Kumar was accompanied by Bihar Water Resources Minister and Janata Dal (United) leader Sanjay Kumar Jha.  “There is a concerted effort to weaken regional parties. My effort is to unite the Opposition ahead of the General Elections. I have no intention of pitching myself as a prime ministerial candidate,” Kumar told reporters after the meeting.  This is the first meeting between Gandhi and Kumar since the latter walked out of the NDA in Bihar and formed a ‘Mahagathbandhan’ government with RJD, Congress, and outside support of the Left.   Kumar arrived in the national capital on Monday. He is likely to meet several opposition leaders including NCP’s Sharad Pawar, AAP’s Arvind Kejriwal, CPI-M’s Sitaram Yechury, Samajwadi Party chief Akhilesh Yadav and INLD supremo Om Prakash Chautala on Tuesday.  Kumar is making attempts to bring all opposition parties together as a united force against the BJP for the 2024 Lok Sabha elections.  The JD(U) leader is being talked about in political circles as a key face to take on Prime Minister Narendra Modi in the 2024 Lok Sabha elections.  Taking a swipe at Kumar, Lok Janshakti Party (Ram Vilas) leader and Jamui MP Chirag Paswan said a chief minister who ordered lathi-charge on those seeking jobs is on a three-day visit to Delhi with prime ministerial ambitions.  Instead of focusing on Bihar’s development, he is busy trying to unite the Opposition, Paswan said in a tweet in Hindi and tagged Kumar in it. Paswan’s party also hit out at Kumar in a tweet and said, “There are floods in Bihar, but the chief minister is away from Bihar”.  BJP’s doors permanently shut to Nitish: Sushil Modi  Earlier in the day, senior BJP leader Sushil Kumar Modi said that the doors of his party were “permanently shut” for Bihar Chief Minister Nitish Kumar who dumped it last month, causing the saffron party to lose power in the state.  Modi, widely perceived to have been sidelined in his party on account of his proximity to Kumar, came out with a statement claiming that it will not be long before the JD(U) leader did yet another volte-face.  With inputs from PTI  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 2
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/Delhi-LG-VK-Saxena.jpg?impolicy=website&width=640&height=363",
      "title": "Delhi L-G sends legal notice to AAP leaders over allegations of scam during his tenure as KVIC chairman",
      "cateogory": "POLITICS",
      "summary": "The notice, served to AAP & its leaders Atishi, Durgesh Pathak, Saurabh Bharadwaj, Sanjay Singh and Jasmine Shah, among others, alleged they have unleashed a 'vilification campaign' due to vendetta as Saxena's actions have exposed the 'corruption' of key AAP leaders",
      "date": "September 05, 2022 23:18:56 IST",
      "author": "Press Trust of India",
      "onframe": "Delhi Lieutenant Governor Vinai Kumar Saxena",
      "updateddate": "September 05, 2022 23:18:56 IST",
      "body": "New Delhi: Delhi’s Lieutenant Governor V K Saxena on Monday sent a legal notice to AAP leaders, accusing them of levelling “false and derogatory” allegations against him, days after they claimed he was involved in a Rs 1,400-crore “scam” during his tenure as the KVIC chairman.  The notice, served to Aam Aadmi Party (AAP) and its leaders Atishi, Durgesh Pathak, Saurabh Bharadwaj, Sanjay Singh and Jasmine Shah, among others, alleged they have unleashed a “vilification campaign” due to vendetta as Saxena’s actions have exposed the “corruption” of key AAP leaders.  It asked them to issue a press release “directing all members of the party and all persons associated with it, whether directly or indirectly, to cease and desist from spreading and circulating false, defamatory, malicious and unsubstantiated statements”.  The legal notice also asked the AAP leaders to comply with the requisitions within 48 hours of its receipt.  AAP sources hit out at the LG for sending legal notice to its leaders, saying he should stop threatening people.  If he has done no wrong, why is he so scared of CBI raid and investigation? Why does he not offer himself for an independent enquiry? He should stop threatening people,” a source in the party said.  The LG cannot silence ”our voice against corruption”, the AAP source said. The notice alleged that the “perversity and malice” in the actions of the party in “unleashing a vilification campaign” against Saxena, is “a carefully planned move by AAP, tainted with the objective of digressing the attention of the people in view of the recent law enforcement actions having been taken against its senior leader(s)”.  “At the very outset, I strongly condemn the libelous acts as set out in this notice, by Aam Aadmi Party, its office bearers…who have made/ published/ circulated or caused to be made/ published/ circulated, libelous allegations against my lient,” the notice said.  It claimed the “‘false, malicious, motivated, tainted with collateral objectives, unfounded and misconceived allegations having been made knowingly and deliberately, calculated to harm the dignity, reputation and honor of my client, built brick by brick by his relentless hard work over the years”.  The notice claimed that all this is likely to have an effect on his family members, social circles and people at his workplace. “The collateral object of this vilification campaign is to browbeat my client and to discourage him from performing his Constitutional obligations in his capacity as the Lieutenant Governor of Delhi.  “It is categorically stated… that the entire vilification campaign, its contents, the innuendos, imputations, attributions and insinuations are patently false, entirely unsubstantiated, calculated, distorted,” it added.  The AAP has been up in arms against the LG with Pathak alleging in the Assembly last week that as the chairman of the Khadi and Village Industries Commission (KVIC), Saxena had pressured his employees to exchange demonetised currency notes worth Rs 1,400 crore in 2016. The MLAs also held an overnight dharna in the Assembly complex and have demanded a CBI probe into the allegation against the LG.  The AAP’s allegations came close on the heels of Saxena recommending a CBI probe into alleged corruption in the implementation of the Delhi Excise Policy 2021-22 and the party’s accusations that he was “interfering” in the city government’s work. The notice by LG also cited figures from the Annual Report of KVIC for the year 2016-17, when Saxena was the chairman and the purported scan took place. “It may be known, that the total Khadi sale across the country during 2016-17 was Rs 2146.60 crore as per KVIC Annual Report 2016-17. There were only 7 Departmental Store Outlets (DSOs) of KVIC, sale from which was Rs 173.58 crore during the entire year of 2016-17, while the remaining was sale done through independent Khadi Institution stores and franchisees.  “‘Out of sale of Rs 173.58 crore from these 7 DSOs during the year, Rs 99.35 crore was through retail sales and the remaining was through the wholesale and government supplies.  ”Since the period under demonetisation was from 9.11.2016 to 31.12.2016, therefore on a pro-rata basis, retail sales worth approximately only Rs 14.43 Cr (actual may vary) took place through these 7 DSOs during the period of demonetisation. Hence, by any stretch of the imagination, whatsoever, the figure of Rs 1400 cr is not only incompatible…” said the notice. The notice said that the AAP was doing it “solely with the aim of deflecting and diverting the attention of the people from the gross failure of the AAP Government in Delhi, the expose in the recently unearthed Excise and Classroom scam coupled with the “appreciation gained by Saxena for the “extraordinary work done by him in the past three months serving as the LG of Delhi”.  Ever since he joined this distinguished office, he has diligently and meticulously discharged his Constitutional duties and responsibilities, with an intention to effect good governance in Delhi for the betterment of the public.  “While ensuring that the law of the land and statute are upheld in both letter and spirit, my client has taken several tough decisions in the larger public interest, which may not be palatable to AAP. Thus, the present smear campaign is nothing but the bestial vendetta against my client whose actions have unveiled, amongst other things, rampant irregularities and corruption by some key leaders of AAP, the notice read.  The notice also highlighted the alleged “irregularities” by the AAP government that have been flagged by Saxena.  Based on the LG’s recommendations, the CBI had registered an FIR in connection with the alleged excise policy scam and raided Deputy Chief Minister Manish Sisodia”s residence. Sisodia is one of the accused in the matter.  Saxena had also sought a report from the chief secretary last week over a delay of more than two-and-a-half years in acting on a Central Vigilance Commission (CVC) report on an inquiry into the construction of additional classrooms in Delhi government schools.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 3
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/Himanta640-1.jpg?impolicy=website&width=640&height=363",
      "title": "India is connected and united, Congress should start 'Bharat Jodo Yatra' in Pakistan, says Assam CM",
      "cateogory": "POLITICS",
      "summary": "'India was divided in 1947 during Congress. If they want to start 'Bharat Jodo Yatra', then Rahul Gandhi should do this in Pakistan. What are the benefits of doing this yatra in India? India is connected, and united...,' said Himanta Biswa Sarma.",
      "date": "September 07, 2022 07:46:50 IST",
      "author": "Asian News International",
      "onframe": "Assam Chief Minister Himanta Biswa Sarma. ANI",
      "updateddate": " September 07, 2022 07:46:50 IST",
      "body": "Kokrajhar (Assam): Assam Chief Minister Himanta Biswa Sarma took a jibe at Congress’ ‘Bharat Jodo Yatra’, which is set to kickstart today, saying that the party should conduct this campaign in Pakistan while stressing that “India is connected and united.”  The chief minister said that India was divided in 1947 and there is no benefit of starting the ‘Bharat Jodo Yatra’ in India.  “India was divided in 1947 during Congress. If they want to start ‘Bharat Jodo Yatra’, then Rahul Gandhi should do this in Pakistan. What are the benefits of doing this yatra in India? India is connected, and united. I want to suggest Rahul Gandhi to take the Bharat Jodo Yatra programme to Pakistan,” Sarma told ANI on Tuesday.  This comes a day ahead of the launch of the nationwide campaign by the Congress party.  “We are starting a positive politics. We want to hear from you, we want to solve your problems. We want to unite our beloved country. Let’s unite India together,” Priyanka said in a Facebook video.  “Political discussion today isn’t focusing on the people of the country, it has taken a different turn altogether. Politics today has turned a blind eye towards people and their issues. Through this ‘yatra’ we want to bring out the problems and concerns of the common man,” Priyanka said.  The senior Congress party leader urged people to join the ‘yatra,’ adding that people should unite to make the country prosperous.  “Further information regarding the ‘yatra’ will be available on the website www.bharatjodoyatra.in, the citizens of the country can get indepth detail about the ‘yatra’, the timing and the various states it’s going to pass through”, she added.  Meanwhile, Rahul Gandhi will start the 3,570 km journey lasting about 150 days from Kanyakumari to Kashmir.  According to the program shared by the party, Rahul Gandhi will attend a prayer meeting at the Rajiv Gandhi Memorial in Sriperumbudur on the morning of 7 September, where his father Rajiv Gandhi was assassinated in a bomb blast while he was campaigning for the Lok Sabha polls.  After his visit to the memorial, Gandhi will proceed to Kanyakumari where Tamil Nadu Chief Minister MK Stalin will present him the Tricolour. The Congress leader will address a rally while officially kickstarting the Bharat Jodo Yatra.Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 4
    }
  ],
  "AUTO": [
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/08/Ola%E2%80%99s-First-Electric-Car-Likely-To-Be-Priced-Between-Rs-40-50-Lakh.jpg?impolicy=website&width=640&height=363",
      "title": "Ola’s first electric car likely to be priced between Rs 40 to 50 lakh",
      "cateogory": "AUTO",
      "summary": "Ola’s first electric car, which is supposed to debut in 2024, will be a premium offering. Bhavish Aggarwal, Ola’s CEO has also revealed that Ola will have cars at the entry price market as well.",
      "date": "August 23, 2022 17:47:03 IST",
      "author": "FP Staff",
      "onframe": "",
      "updateddate": "August 23, 2022 17:47:03 IST",
      "body": "Ola Electric plans to launch its first electric car for India in the summer of 2024, according to CEO Bhavish Aggarwal. Amid the myriad of challenges, Aggarwal has pushed his electric car dream ahead, saying India needs to become the global epicentre of the EV revolution and command 25 per cent of the world’s automotive market.   EV penetration in the two-wheeler and passenger vehicle categories in India was 3.7 per cent and 1.2 per cent, respectively, in the second quarter (Q2 2022).  The first Ola electric car is likely to be a luxury crossover and the company will take a top-down approach into India’s electric car market. Bhavish Aggarwal, CEO, and Co-Founder of Ola Electric reportedly confirmed to PTI that the first electric car from the company would be priced between Rs. 40-50 lakh.  During the virtual launch event of Ola S1 on August 15, Ola announced that it will introduce its first electric car in 2024. It is claimed to arrive as one of the fastest cars in India and is said to go from 0-100kmph within 4 seconds.   It will have a range of over 500km on a single charge. Further, the EV will feature a glass roof and will run on the company's MoveOS software. It is also confirmed to include assisted driving capabilities, and keyless and handless doors.  Bhavish Aggarwal highlighted the EV startup’s interest in approaching the EV car segment in a top-down fashion. The startup intends to launch premium products first, followed by more affordable models.  “Ola’s product range will span Rs one lakh (entry two-wheelers) to Rs 40-50 lakh (premium electric car), and the company’s vision is to be a “global leader in mid-size, small and premium electric cars which are suitable for markets and consumers like India. The e-car will be the “fastest and sportiest” in India,” said Bhavish.  “We definitely have a full roadmap in the works in the car space. We will definitely have cars at the entry price market. We’re starting with a premium car that comes out in 18 to 24 months. We are envisioning across all the products (that) we will launch, maybe by 2026 or 2027 we will target a million cars a year by volume,” he added.",
      "id": 1
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/08/Bentley-Mulliner-Batur-unveiled_-Most-powerful-and-the-last-ICE-Bentley-limited-to-18-units.jpg?impolicy=website&width=640&height=363",
      "title": "Bentley Mulliner Batur unveiled: Most powerful and the last ICE Bentley limited to 18 units",
      "cateogory": "AUTO",
      "summary": "The Mulliner Batur may very well be the last Bentley to have an ICE. It also lays down the design philosophy that Bentley will adopt for its upcoming EVs, which are set to be launched by 2025.",
      "date": "August 22, 2022 19:03:58 IST",
      "author": "FP Staff",
      "onframe": "",
      "updateddate": "August 22, 2022 19:22:23 IST",
      "body": "British luxury car manufacturer Bentley Motors has unveiled the Bentley Mulliner Batur, a new two-door touring coupe. The Mulliner Batur features a new design DNA that will ultimately guide the design of Bentley’s future range of EVs.  The Bentley Mulliner Batur is only limited to 18 units, similar to the Bacalar, with all of them already sold, and is the most powerful car to come out of Bentley’s stables in Crewe, Cheshire.  While it looks quite different to any Bentley we have seen, the Batur is based on the Continental GT, and uses the floorpan and mechanicals. Commissioned by Mulliner, Bentley’s in-house bespoke designers the car carries a muscular aesthetic with a reimagined front that still carries the large grille but has replaced the twin-pod headlamp design with a sharp teardrop shape.The car rearward design too is carried forward from the GT, with the lines flowing more naturally as compared to the Continental GT. Most of the car has been created new except the door mirrors. It rides on bespoke 22-inch alloys.   The new design showcases the development of the company’s design principles for its first BEV which is due in 2025 and other cars that will follow.  The Batur gets the most powerful engine a Bentley has ever got. The 6.0-litre W12 is an advanced twelve-cylinder engine.  As the W12 enters its twilight years as Bentley prepares for its electric revolution, it is upgraded with new turbochargers and intercoolers. The 6.0-litre W12 is an advanced twelve-cylinder engine which generates 719.59 bhp and 1,000 Nm of peak torque. The W12 is paired with Bentley’s eight-speed double-clutch transmission.  Inspired by the interior design of its predecessor Bacalar, the Batur builds on the core elements of Bacalar’s cabin design and adds new sustainable luxury features.   Customers also had the option of choosing from a range of sustainable interior materials such as tannage leather, low-carbon leather, and Dinamica, an alternative material to leather. The car rearward design too is carried forward from the GT, with the lines flowing more naturally as compared to the Continental GT. Most of the car has been created new except the door mirrors. It rides on bespoke 22-inch alloys.   The new design showcases the development of the company’s design principles for its first BEV which is due in 2025 and other cars that will follow.  The Batur gets the most powerful engine a Bentley has ever got. The 6.0-litre W12 is an advanced twelve-cylinder engine.  As the W12 enters its twilight years as Bentley prepares for its electric revolution, it is upgraded with new turbochargers and intercoolers. The 6.0-litre W12 is an advanced twelve-cylinder engine which generates 719.59 bhp and 1,000 Nm of peak torque. The W12 is paired with Bentley’s eight-speed double-clutch transmission.  Inspired by the interior design of its predecessor Bacalar, the Batur builds on the core elements of Bacalar’s cabin design and adds new sustainable luxury features.   Customers also had the option of choosing from a range of sustainable interior materials such as tannage leather, low-carbon leather, and Dinamica, an alternative material to leather.The carpets are matched to the leather and made from recycled yarn, a first for Bentley. Clients can choose between bright or dark treatments to the interior brightware and titanium options are also available.  The Bentley Mulliner Batur is priced at $2 million or roughly Rs 16 crore, before customs or taxes with certain optional extras from Mulliner pushing the price even further. The price of the car, however, is not the reason why most people won’t be able to buy the car from Bentley. The 18 units of this ultra-luxury grand tourer are already booked for the customers with the first few units set to reach them before the end of this year. ",
      "id": 2
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/08/Bugatti-unveils-the-Mistral-hypercar-as-it-bids-goodbye-to-its-legendary-8.0-litre-W16-engine-1.jpg?impolicy=website&width=640&height=363",
      "title": "Bugatti unveils the Mistral hypercar as it bids goodbye to its legendary 8.0 litre W16 engine",
      "cateogory": "AUTO",
      "summary": "The Mistral, which basically is a roadster based on the mighty Bugatti Chiron, costs £4.2 million and produces 1600bhp. Only 99 of the Mistral will be made, all of which have already been sold.",
      "date": "August 22, 2022 18:02:28 IST",
      "author": "FP Staff",
      "onframe": "",
      "updateddate": "August 22, 2022 18:02:28 IST",
      "body": "Bugatti has revealed its newIt truly is the end of an era. For its swansong, the W16 engine that Bugatti used in the Mistral is the same spec as the Chiron Super Sport 300+, arguably, the fastest production car in the world. The world first saw the glory of this engine with the Veyron, when Bugatti came almost out of nowhere and broke land speed records, one after the other.  Bugatti insists that the Mistral is not just a typical roadster version of the Chiron, but rather a new car with a tweaked monocoque and a fresh design.  The Bugatti W16 Mistral is a swansong for the 8.0-litre, quad-turbo W16 engine, and is tuned to match the 1,600hp version that powered the Chiron Super Sport 300+ to a record-breaking 490kph in 2019. Bugatti has indicated that it intends the Mistral to become the world’s fastest roadster, a record currently held by the 427kph Hennessey Venom GT Spyder.  As sleek and cutting edge as the design of the Mistral is, a lot of the elements and creases that we see on the car are not merely for aesthetics, but aerodynamics. The design of the W16 Mistral is inspired by the 1934 Bugatti Type 57 Roadster Grand Raid. Some of the design elements of the W16 Mistral look like a hybrid of La Voiture Noire and Divo, but in the form of a roadster. W16 Mistral hypercar which is a roadster and is based on the Chiron at the Monterey Car Week. With the Mistral, Bugatti marks the end of an era and joins other hypercar and supercar makers to ditch pure ICE drivetrains. The Mistral will be the last of the Bugattis to come with the iconic W16 engine. After this, all upcoming engines will have some hybrid battery support, before the ICE is completely phased out in favour of high-performance EVs.",
      "id": 3
    }
  ],
  "OPINION": [
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/07/India-China-talks11.jpg?impolicy=website&width=640&height=363",
      "title": "Dragon shadow in central Himalaya: Is China trying to open a new front against India?",
      "cateogory": "OPINION",
      "summary": "China is preparing the ground for creating problems for India in the central sector as Beijing’s options are very limited in the northern and eastern sectors of the LAC",
      "date": "September 06, 2022 13:41:03 IST",
      "author": "Claude Arpi",
      "onframe": "Indian and Chinese troops together. ANI",
      "updateddate": "September 06, 2022 13:41:03 IST",
      "body": "China is not happy with India. It expected Delhi to accept the fait accompli that the territories grabbed in Ladakh in 2020 would forever become part of the Middle Kingdom. Not only did the Indian Army negotiators in Moldo-Chushul, near the Pangong tso (lake), did not agree, but also External Affairs Minister S Jaishankar reiterated several times that the relationship between India and China will be impacted if the latter disturbs peace and tranquility in border areas. “Our relationship is not normal, it cannot be normal as the border situation is not normal,” he told PTI recently in Bengaluru.  The minister added that the main issue with China is the border, where the Indian Army has been holding ground for two years. “The situation is tense as the positioning of the two armies is very close. It also could be a dangerous situation.”Beijing is also irritated with the Modi government because it has been more assertive on the Tibetan issue, for example by allowing the Dalai Lama to get a grand reception in Leh or providing all facilities (including an Indian Air Force helicopter to move around in the mountainous region) during his stay in Ladakh.  At the same time, India seems to be coming closer to the US, something which is not appreciated by China; Beijing is particularly resentful of a military drill which will take place from 18-31 October at an altitude of 10,000 feet in Uttarakhand’s Auli. The spokesman for the US Army in the Pacific explained: “The strategy for this year’s exercise focuses on cold-weather operations, and at high-altitude, an environment that poses distinct challenges.”  According to the Hindustan Times: “While the annual joint exercise ‘Yudh Abhyas’ is not new, the location and timing for this year’s drill are interesting, taking into consideration Beijing’s unprecedented exercise surrounding Taiwan in the past several days.”",
      "id": 1
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/08/Untitled-design-58-2.jpg?impolicy=website&width=640&height=363",
      "title": "Marooned Pakistan should blame its generals and politicians as India is looking the other way",
      "cateogory": "OPINION",
      "summary": "Unless the Pakistani people realise that it is their own Army which has always been the main stumbling block to their welfare and that their politicians act as the Army’s B team, they will continue to suffer",
      "date": "September 04, 2022 07:49:27 IST",
      "author": "Vivek Katju",
      "onframe": "Floods in Pakistan have claimed over 1000 lives and affected 33 million people. AP",
      "updateddate": "September 04, 2022 07:49:27 IST",
      "body": "The current floods in Pakistan are causing catastrophic destruction. More than 1,200 people have perished and one-third of the country is inundated with water. Immense damage has been caused to agricultural lands and standing crops. Infrastructure amounting to $10 billion has been destroyed. This natural disaster comes amid a complete disarray in the country’s politics over the past six months and a dire economic situation. The latter has led to skyrocketing inflation in fuel, power and food. The Pakistani rupee has fallen to all-time lows. And, in the wake of the floods the prices of vegetables such as onions and tomatoes have become unaffordable for the common man.  In such a situation it is the duty of the Pakistan government and also the institution which holds ultimate power in that country — the Army — to explore every opportunity to ameliorate the suffering of the masses. The obvious country to turn to for supplies of items of daily use is India. Indeed, while doing so Pakistan can also make it clear that it is doing so only for humanitarian reasons. That will be tantamount to implicitly claiming that its positions on the issues which divide the two countries remain the same. However, such is the depth of animus, enormous egos and feudal mindsets of its ruling civil and military elites that they would let their people suffer and live in deprivation than ask India for supplies.  The only rational voice heard on this issue over the past few days was that of Pakistan’s finance minister Miftah Ismail. He told the media on 29 August that Pakistan would consider importing vegetables and critically short food items from India because of the impact of the floods. Naturally, as Pakistan had closed the doors on imports from India, except for a few select items such as some pharmaceuticals, as part of the protest steps it took in the wake of the 5 August 2019 constitutional changes in Jammu and Kashmir, it is for its government to approach India on this matter. Some Pakistani media reports indicated that international aid agencies have also urged the country’s authorities to take a logical view in this matter.  The problem is that the Pakistani ruling elites have always abandoned logic and reason in their dealing with India. The only path that they have pursued is that of confrontation. They have also imbued the psyche of the Pakistani people with the narrative of India being an eternal enemy which has to be kept at bay through armed strength. This narrative is buttressed by the Islamic parties of the country which have a deep bias against India. Thus, even when popular welfare demands that Pakistan should turn to India to improve the condition of its people, its elites — civil, military and religious — ask their people for sacrifices.  ***  Explained: As floods wreak havoc in Pakistan, will India extend a helping hand?  ‘Pakistan facing monsoon on steroids,’ UN issues flash appeal amid devastating floods  Is climate change to blame for Pakistan’s flood fury?  ***  At the same time the elites seldom suffer from deprivation themselves. They live off the land and most of their children live and work abroad. Today, Imran Khan berates other political leaders for their foreign connections but he overlooks his own deep foreign connections. Indeed, do his sons live and work in Pakistan? They are both in their twenties and live abroad. Their mother was Khan’s first wife Jemima Goldsmith. The couple got divorced in 2004. It is also notable that even amidst these floods the vicious current political scene in Pakistan continues with Imran Khan seeking to score points over the Election Commission.  The mindset of the Pakistani elites towards their people, at this time of national crisis, is best illustrated by the answer on 30 August of Prime Minister Shahbaz Sharif to a question on trade with India for essential commodities needed by the country at this time. He said, “There won’t have been problems about trading with India but genocide is going on there and Kashmiris have been denied their rights. Kashmir has been forcibly annexed through the abolition of Article 370.”  Now, Shahbaz Sharif is otherwise a sober politician and is pragmatic but even he has had to follow the official toxic and inaccurate narrative against India. In this context though it has to be noted that when it comes to Kashmir the Sharifs, who trace their origin to it, have always maintained a very strong position. In fact, on occasion they have been more vehement in their comments on Kashmir than the Pakistan army. The difference between the Army and them on India has been this: The Army has wished to pursue an out and out negative approach towards India, but the Sharifs have generally wanted to pursue practical approaches on trade even while maintaining Pakistan’s traditional approaches on Kashmir.  Thus, on the trade front India has been adopting a correct approach at this time of floods in Pakistan; that it is for Pakistan to make the first move and ask for doors to open. The issue of an offer of humanitarian assistance to Pakistan in the shape of medicines, tents, clothes and food packets is more complex. On 29 August, Prime Minister Narendra Modi tweeted, “Saddened to see the devastation caused by the floods in Pakistan. We extend our heartfelt condolences to the families of the victims, the injured and all those affected by this natural calamity and hope for an early restoration of normalcy”.  What was clearly missing was any offer of help in mitigating the impact of the floods. Responding to Modi’s message of sympathy, Shahbaz Sharif thanked Modi for his message and noted in a tweet: “With their characteristic resilience the people of Pakistan shall, InshaAllah, overcome the adverse effects of this natural calamity and rebuild their lives and communities.”  There was some speculation that India may offer assistance to Pakistan. Some sections of the Indian media also suggested that India should do so especially as India prides itself as being the first responder at times of natural calamities in the region. There was also a media report indicating that a debate was taking place within the government if it should offer help to Pakistan. A Ministry of External Affairs media briefing on 1 September stated that India was not contemplating such offers though sources claimed that India would not hesitate to allow international agencies to use Indian territory as transit to send aid to Pakistan.  In the past India and Pakistan have offered each other help at times of natural calamities. That Modi has not done so now is not surprising. The bilateral relationship is at a very ebb even if the ceasefire on the Line of Control and the International Border in the UT of Jammu and Kashmir has been holding. At the same time recent attempts at terrorist incidents across the IB have taken place. Thus, Modi simply cannot afford a situation where he sends humanitarian assistance and a Pakistan based terrorist group either by itself or organised by the Pakistani intelligence agencies undertakes a terrorist attack. The memory of the Pathankot terrorist attack which occurred within ten days of Modi’s 2015 Christmas day visit to Raiwind would be at the back of the mind of Indian decision makers.  The unfortunate fact is that the Pakistan Army has never allowed the normalisation of relations. It finished off prime minister Atal Bihari Vajpayee’s grand attempt in 1999 through its Kargil misadventure and it stymied Modi’s attempts through the Pathankot, Uri and Pulwama terrorist attacks. Unless the Pakistani people realise that it is their own Army which has always been the main stumbling block to their welfare and that their politicians act as the Army’s B team, they will continue to suffer.  The writer is a former Indian diplomat who served as India’s Ambassador to Afghanistan and Myanmar, and as secretary, the Ministry of External Affairs. Views expressed are personal.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 2
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/rsz_000_1wc634.jpg?impolicy=website&width=640&height=363",
      "title": "Malaysia under siege – a despot’s continued machination",
      "cateogory": "OPINION",
      "summary": "The pathological lies and constant attack on Najib and the consequent pairing with a fractured opposition gave Mahathir a comeback platform under the guise of “reform” in 2018",
      "date": "September 06, 2022 20:33:56 IST",
      "author": "Anand Murgun",
      "onframe": "Malaysia's former prime minister Mahathir Mohamad. AFP",
      "updateddate": "September 06, 2022 20:33:56 IST",
      "body": "The sage wisdom of the Father of the Nation  Tunku Abdul Rahman, Malaysia’s first Prime Minister and the Father of the Nation, aptly depicted the ultra-Machiavellian machinations of Mahathir Mohammad who had totally destroyed the independence of the Malaysian judiciary in the 90’s.  “You see, the whole trouble today is, when he took over, he was trying to make sure he would stay on in power”‘. “He then imposed his rule of despotism or tyranny on this country, at the expense of law and order”.  “They set up a dictatorship. To be a complete dictator, you’ve got to take control of everything. But the judiciary is still independent. There’s only one thing blocking his way, the independent judiciary. Now he wants to compromise that independence.”  “The time will come. We will have to find a way to put this man in his place.” “We cannot at the moment because he controls the law – what do you do with a man like that? But the time will come..”  Disruption to install the “prodigal son”  This is the despotism of Mahathir Mohamad that was unleashed upon the nation for 22 uninterrupted years till 2003. He then relented by handing over the reins to his Deputy, Abdollah Badawi. However, within a span of three years, Mahathir was back with his evil machinations to eliminate Badawi and to replace him with Najib Razak, the son of Malaysia’s second Prime Minister, in 2009. Then in 2013 Mahathir, who actually wanted his son to be set in line to inherit the Premiership, set upon to ouster Najib Razak.  The pathological lies and constant attack on Najib and the consequent pairing with a fractured opposition gave Mahathir a comeback platform under the guise of “reform” in 2018. This led to Mahathir having another 22-month stint as Prime Minister. During this 22-month stint, he re-aligned key institutions, namely the Attorney General’s Chambers, the Anti-Corruption Commission and most importantly, the Judiciary.  Musical chairs to further de-stabilise a nation  Malaysia, a rising Southeast Asian economy blessed with natural resources, has experienced severe economic lethargy since the re-emergence of this nonagenarian as the Prime Minister. From 2018 to the present time, Malaysia has played political musical chairs with unabated party-hopping instigated by Mahathir. This has resulted in Malaysia actually having three different governments headed by three separate Prime Ministers in a short span of four years.  Justice gone awry  While the 1MDB and SRC court proceedings of Najib Razak are well documented, they never really reflected the true substance of the judicial process.  Malaysia under siege  a despots continued machination Former Malaysian Prime Minister Najib Razak. AFP  Najib was denied several basic defences enshrined in the constitution, namely:  1. Not having access to Zeti Akhtar’s, the governor of the Malaysian Central Bank, criminal investigations. This was the case highlighted by the Singapore authorities who had seized her family accounts in Singapore due to large payments received from Jho Low, the principal operator of 1MBD.  2. No actual criminal proceedings were undertaken on Nor Mohammad Yakub, the cabinet member under Najib’s administration who was principally involved with raising the required financing for 1MDB and who was also implicated by the Singapore authorities for payments received from Jho Low.  3. Justice Nazlan Ghazali, the judge who presided over Najib’s SRC trial and who initially sentenced him. Justice Nazlan was actually the legal advisor for the bank that oversaw the financial transaction on SRC. He was also later found to have been directly involved in the raising of funds for SRC through the bank and to also said to have received gratification(s) from Jho Low.  Despite a formal investigation conducted by the Malaysian Anti-Corruption Commission on Justice Nazlan, and the overt media acknowledgement by the Attorney General, no-less, it was not admitted to Najib’s defence due to a later veiled retraction by the Attorney General himself.  Just to note, Justice Nazlan never recused himself from adjudicating on Najib’s case nor has he recanted.  4. Najib’s application for an outside counsel in January 2022, a Queen’s Council from the UK, was summarily dismissed by the Federal Court in July 20022, after 7 months, giving him very little time to re-organize his defence enshrined in the constitution.  5. In late July, having very little choice, Najib hired a fresh set of Malaysian lawyers who had expert advice from several senior Indian legal experts. These lawyers set upon to study voluminous documents. The size and depth of these documents was recently corroborated by the former Attorney General, Tommy Thomas in his latest interview in the Malaysian media.  On 15 August 2022, this new legal team representing Najib requested the Federal Court of Appeals, presided by the Chief Justice, for an extension of time to familiarise with the voluminous documents. This was summarily rejected by the Chief Justice. Najib’s legal team had no other option but to withdraw from the case leaving him unrepresented.  The Chief Justice pushed through the appeal and fast forwarded the judgment 3 days earlier than the set schedule.  6. Throughout the trial, several key personalities intimately involved with SRC were never produced in court, namely Jho Low and Nik Faisal (the CEO of SRC). Both of these individuals are believed to be absconding from Malaysia. Although, Wall Street Journal journalists who wrote the book “The Billion Dollar Whale” on Joh Low, have recently confirmed the sighting of Jho Low who is unabashedly enjoying life in China.  The hidden hand  Going forward, Malaysia is set to head for the polls shortly. This may become yet another watershed moment for Malaysia with Mahathir still playing a key part in manipulating the possible outcome. He is said to be a key advisor to the current Prime Minister, Ismail Sabri who is actually a compatriot of Najib and part of UMNO.  Ismail, is not seen as a heavy weight in any sense. He has not been able to move the nation out of its economic lethargy. On Mahathir’s advice, he refused to appoint Najib as an Economic Advisor. On Mahathir’s backing he has reneged on his commitment to give Najib a fair hearing. And, the latest is that, on Mahathir’s advice, he is trying to incarcerate all other UMNO leaders who may be a stumbling block for him to take on the party presidency.  All this is for Ismail, a relatively weak leader, to lead UMNO into the polls that may result in major fragmentation and fractures. This then gives Mahathir, at 97, to play the king maker in giving a life-line to Ismail and eventually place his prodigal son as the future Prime Minister of Malaysia.  Fear of the resurgence of Najib  Despite the gloomy and dismal outlook, Najib has actually applied for a royal pardon, something that is well enshrined in the constitution. This has resulted in numerous and constant jibes from this nonagenarian, the cluster of Malaysian left-liberal middle-class, and the opposition against the Royal Institutions per view. This can only mean this despot’s genuine fear of the resurrection of Najib with his popularity intact, or in actual sense, his growing popularity as exhibited by his Facebook following that has swelled from 230,000 to a staggering 4.6 million followers in just 10 days. There have been further support rallies from within UMNO and several other Malaysian Indian political personalities.  Time will tell. Najib’s ability to rise from this as the true Malaysian statesman may show us that the rule of law and justice in Malaysia are real and work despite the shenanigans of a despot. And, the words of the Tunku may yet come true….”  The time will come. We will have to find a way to put this man in his place.” “We cannot at the moment because he controls the law – what do you do with a man like that? But the time will come..”  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 3
    }
  ],
  "SPORTS": [
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/Ons-Jabeur-AP-640.jpg?impolicy=website&width=640&height=363",
      "title": "US Open 2022: Ons Jabeur creates history in semi-final foray, joined by Carolina Garcia into last-four",
      "cateogory": "SPORTS",
      "summary": "Jabeur will now face Garcia in the semi-finals after the in-form 17th seed dispatched Gauff 6-3, 6-4 in Tuesday's other quarter-final.",
      "date": "September 07, 2022 09:20:44 IST",
      "author": "Agence France-Presse",
      "onframe": "Ons Jabeur is into the semi-finals of her second consecutive Grand Slam. AP",
      "updateddate": "September 07, 2022 09:20:44 IST",
      "body": "New York: Tunisia’s Ons Jabeur became the first African woman in history to reach the semi-finals of the US Open on Tuesday as France’s Caroline Garcia ended the hopes of American teenager Coco Gauff to advance to the last four.  Jabeur, who also claimed a notable first in July as the first woman from Africa to reach the final at Wimbledon, scored a 6-4, 7-6 (7/4) win over Australia’s Ajla Tomljanovic.  The 28-year-old will now face Garcia in the semi-finals after the in-form 17th seed dispatched the 18-year-old Gauff 6-3, 6-4 in Tuesday’s other quarter-final.  Tomljanovic had landed in the quarter-finals after a run which included a third round victory over Serena Williams, in what was most likely the 23-time Grand Slam champion’s final singles match before retirement.  But the Croatia-born Aussie’s battling campaign came to a grinding halt against the dynamic fifth-seeded Jabeur, the Tunisian attacking from the outset and never letting up.  Jabeur said she had been infused with belief since reaching the Wimbledon final, where she was beaten in three sets by Kazakhstans’s Elena Rybakina.  “I believe more in myself,” Jabeur said. “After Wimbledon it was very positive. Even though I lost the final, I knew I had it in me to win a Grand Slam. And here I am in the semi-finals of the US Open.”  Jabeur is known affectionately as the “Minister of Happiness” by fans in Tunisia for the joy that her progress on court has brought to her homeland.   However Jabeur admitted she had let her frustration get the better of her on Tuesday, when she banged her racquet in frustration several times after coughing up multiple service breaks in the second set.  “I think I’m gonna be fired from my job as Minister of Happiness,” she joked.  “It is tough to manage my frustration. I apologise for my behavior. I really wanted to keep calm but the racquet kept slipping away from my hand.”  Sweet Caroline  Tomljanovic admitted she had been outfoxed by an opponent she described as “crafty.”  “When she’s playing well, it’s very hard to find where to go,” Tomljanovic said. “Just really impressed with her game.”  US Open 2022 Ons Jabeur creates history in semifinal foray joined by Carolina Garcia into lastfour Caroline Garcia came into the US Open on the back of a title in Cincinnati. AP  Jabeur will head into her semi-final against Garcia aiming to extend an unbeaten record against the Frenchwoman after wins at the 2019 US Open and 2020 Australian Open.  Garcia reached the first Grand Slam semi-final of her career after an ultimately emphatic win over American hope Gauff.  “My head is buzzing, I can’t describe how I feel,” Garcia said after a quarter-final she dominated almost from start to finish.  Garcia arrived in New York fresh from winning the Cincinnati Masters, and Tuesday’s win was her 13th straight singles victory.   The 28-year-old said she was flourishing after regaining full fitness. She took a two-month break from tennis leading up to the French Open in June to recover from an ankle problem.  “I always played very aggressive and the last couple of months I feel healthy again and I’ve been able to move and practice the way I want,” said Garcia.  “I just go for my shots even when I’m stressed or when I don’t feel it. The way to improve for me is to move forward and I just try to follow that way.”  Gauff meanwhile took satisfaction from her first US Open quarter-final appearance but admitted her campaign was tinged by disappointment.  “First quarter-final at the US Open, so there’s a lot to be proud of. But definitely disappointed,” she said.  “I think it makes me want to work even harder. I feel like I know what I have to do.”  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 1
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/07/Billy-Horschel-640.jpg?impolicy=website&width=640&height=363",
      "title": "Billy Horschel hits out at 'hypocritical' LIV golfers ahead of BMW PGA Championship",
      "cateogory": "SPORTS",
      "summary": "Horschel believes Gooch, Abraham are being 'hypocritical' in chasing ranking points, having never shown any interest in the BMW PGA Championship before",
      "date": "September 07, 2022 11:02:01 IST",
      "author": "Agence France-Presse",
      "onframe": "Billy Horschel in a file photo. AFP",
      "updateddate": "September 07, 2022 11:02:01 IST",
      "body": "London: Defending champion Billy Horschel on Tuesday hit out at “hypocritical” LIV Golf rebels who are preparing to play in this week’s BMW PGA Championship at Wentworth.  DP World Tour members including Ian Poulter, Sergio Garcia and Lee Westwood are eligible for the event near London after their suspensions for playing in the inaugural event of the Saudi-backed breakaway series were temporarily stayed on appeal.  American Talor Gooch and Mexico’s Abraham Ancer are in the field by virtue of being in the world’s top 60, but Horschel believes they are being “hypocritical” in chasing ranking points, having never shown any interest in the event before.  “Even though Lee Westwood and Ian Poulter have been stalwarts for the European Tour (now known as the DP World Tour), I don’t think those guys really should be here,” said the US golfer.  “I honestly don’t think that the American guys who haven’t supported the Tour should be here. Abraham Ancer, Talor Gooch… you’ve never played this tournament, you’ve never supported the DP World Tour. Why are you here?  “You are here for one reason only and that’s to try to get world ranking points because you don’t have it (on LIV Golf).  “It’s hypocritical because of what some of these guys have said when they said they wanted to play less golf. It’s pretty hypocritical to come over here and play outside LIV when your big thing was to spend more time with family and want to play less golf.  “I wouldn’t call Lee Westwood and Ian Poulter hypocrites because they never said they wanted to play less. The guys that have publicly stated they want to play less, those are the hypocrites.”  Ryder Cup  World number six Jon Rahm also expressed his dissatisfaction with the situation as tensions grow between LIV Golf defectors and those remaining loyal to the established tours.  “There are many players that have been key for European Tour golf and the Ryder Cup that have a lot of collective years on the European Tour,” said the Spaniard. “Them coming, I don’t necessarily think it’s a bad thing.  “What I don’t understand is some players that have never shown any interest in the European Tour, have never shown any interest in playing this event, being given an opportunity just because they can get world ranking points and hopefully make majors next year.”  But Rahm is optimistic a solution can be found to the Ryder Cup selection dilemma facing European captain Luke Donald, with qualifying for next year’s contest in Rome getting under way in Wentworth from Thursday.  Ryder Cup stalwarts Westwood, Poulter and Garcia are currently eligible to qualify for the team pending the outcome of a hearing in February.  “There’s only one problem in life that doesn’t have a solution, and that’s death. That’s it. Everything else has a solution,” said Rahm.  “If the European Tour really want them to play and as a team we want them to play, I think a solution can be reached. If every party is not happy about it, I don’t know.”  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 2
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/National-games-1.jpg?impolicy=website&width=640&height=362",
      "title": "IOA writes to states and NSFs to ensure participation of top athletes in National Games",
      "cateogory": "SPORTS",
      "summary": "ndian Olympic Association on Tuesday asked its state units and national sports federations to ensure participation of the top athletes of the country in the 36th National Games to be held in multiple venues in Gujarat from September 29 to October 12",
      "date": "September 06, 2022 22:09:22 IST",
      "author": "Press Trust of India",
      "onframe": "Saavaj, National Games mascot, in a file photo. Twitter/Amit Shah",
      "updateddate": "September 06, 2022 22:09:22 IST",
      "body": "New Delhi: Indian Olympic Association on Tuesday asked its state units and national sports federations to ensure participation of the top athletes of the country in the 36th National Games to be held in multiple venues in Gujarat from September 29 to October 12.  Ahmedabad, Gandhinagar, Surat, Vadodara, Rajkot and Bhavnagar will play hosts to the National Games being held after a gap of seven years since 2015, while the track cycling event will be held in New Delhi.  “To ensure the esteemed significance of the National Games, participation of all eligible eminent athletes who have taken part/won medals in the International Games and Championships are necessary to compete in the 36th National Games,” the IOA said in a letter to all the NSFs and state Olympic associations.  “The Sports Federations and State Olympic Associations are requested to keep this in mind when selecting the athletes for representing their sports and States,” IOS Secretary General Rajeev Mehta said in the letter.  Mehta said wholehearted support and cooperation from the IOA, NSFs and State Olympic Associations will play a vital role in making the National Games successful.  “As far as the athletes are concerned, participation in the National Games is most important for them.”  Mehta said the NSFs will tell the IOA who among the top athletes of the country are available for the National Games.  “I have asked the NSFs and they will reply who among the top athletes are available or not. We will see after that.”  An estimated 7,000 athletes from 28 states and eight Union Territories are expected to take part across 36 disciplines that include most traditional Olympic sports.  Indigenous sports like mallakhamb and yogasana will also feature in the National Games for the first time.  The 36th National Games was officially launched at the EKA Arena TransStadia in Ahmedabad on Sunday in the presence of eminent dignitaries from the world of politics and sport.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 3
    }
  ],
  "EXPLAINERS": [
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/AP22247051220426.jpg?impolicy=website&width=640&height=363",
      "title": "From POTUS to half an EGOT: What is Barack Obama's latest achievement?",
      "cateogory": "EXPLAINERS",
      "summary": "EGOT, which stands for Emmy, Grammy, Oscar and Tony, is considered the highest form of achievement in Hollywood. Former US president Barack Obama is halfway through after winning an Emmy award to go with his two Grammys",
      "date": "September 06, 2022 18:40:01 IST",
      "author": "FP Explainers",
      "onframe": "Barack Obama won an Emmy award for lending his voice to the Netflix documentary series called Our Great National Parks. AP",
      "updateddate": "September 06, 2022 18:40:01 IST",
      "body": "Former United States President Barack Obama is quite the all-arounder. He has vowed the world with his oratory skills and continues bagging awards for it.  The latest feather in his cap is an Emmy award for lending his voice to the Netflix documentary series called Our Great National Parks. With this, Obama is officially halfway from getting an EGOT status, having previously won two Grammy awards.  Let’s take a look at what EGOT is and what it takes to achieve the status.  What is EGOT?  EGOT is an acronym for Emmy, Grammy, Oscar and Tony – the four most prestigious awards in the world of television, recording, film and theatre, respectively.  According to a report by Insider, achieving the grand combination of all four is the actual measurement of being an “all-rounder” performer. It’s also referred to as the “grand slam” of American entertainment.  For years, the EGOT status has been hailed as the most reputable honour in Hollywood.  What’s the story behind EGOT?  Actor Philip Michael Thomas, who is known for his performance in the 80s show Miami Vice, is credited with making EGOT the dream that many artists wish to achieve some day.  In an interview with The Associated Press, Thomas discussed about his future plans for success which he summarised in four letters: EGOT. He said, “That stands for Emmy, Grammy, Oscar, and Tony. Hopefully, in the next five years, I will win all those awards.”  It is said that the actor’s belief in EGOT was so strong that he had the letters engraved on a gold pendant, which he wore around his neck. Interestingly, he has never been nominated for any of the awards.  The term gained popularity when it featured in a show called 30 Rock, where an actor makes it his goal to achieve the status, reports The Atlantic.  What makes Obama half an EGOT?  The former president bagged the Emmy for best narrator Emmy for his work on the series Our Great National Parks. The five-part show that features national parks from across the world is produced by Barack and Michelle Obama’s production company called Higher Ground.  He was nominated for the creative arts Emmys against former basketball player Kareem Abdul-Jabbar, renowned historian and broadcaster David Attenborough and actor Lupita Nyong’o.  In the past, Obama has been nominated for three Grammys out of which he has won two.  Obama has won two Grammys for narrating his memoirs. In 2006 he was awarded a Grammy for his audiobook called Dreams From My Father. Then again in 2008, he won the award for anotheraudiobook called The Audacity of Hope: Thoughts on Reclaiming the American Dream.  He lost the third Grammy nomination to actor Don Cheadle.  He is yet to win an Oscar. In 2020, the documentary American Factory, which was produced by Michelle and Barack’s production house, won the Academy. But since neither of them personally received the honour, it wasn’t counted as an individual achievement.  Who is part of the EGOT club?  Until now 17 people have had the honour of being an EGOT.  Some popular names who have obtained the most-respected status are actors Mel Brooks, Whoopi Goldberg, Audrey Hepburn, filmmaker Mike Nichols, songwriter Robert Lopez and singer-songwriter John Legend.  The most recent artist to join the club is actor Jennifer Hudson.  Other famous personalities who are just a Tony Award away from EGOT are director Martin Scorsese, actor Kate Winslet, singer and former Beatles Paul McCartney and Ringo Starr.  British singer Adele is 3/4th of an EGOT as she won an Emmy this year for a special telecast of her concert “One Night Show”. She has won an Oscar and Grammy before. The same goes for rapper Eminem. Both of them bagged a couple of Emmys on Saturday.  Singer Elton John and actors Viola Davis, Helen Mirren, and Al Pacino, all need a Grammy to achieve the status.  With inputs from agencies  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 1
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/crash.jpg?impolicy=website&width=640&height=363",
      "title": "Killer Road: The reasons that make Mumbai-Ahmedabad highway where Cyrus Mistry crashed a ‘black spot’",
      "cateogory": "EXPLAINERS",
      "summary": "Business tycoon Cyrus Mistry was returning to Mumbai from Ahmedabad when his car crashed on the bridge on the Surya river at Charoti Naka. Motorists complain that the design of the road, lack of proper signages and poor traffic discipline has made this highway a hotspot for accidents",
      "date": "September 06, 2022 12:16:22 IST",
      "author": "FP Explainers",
      "onframe": "The SUV in which Cyrus Mistry was travelling is towed away, in Maharashtra’s Palghar. ANI",
      "updateddate": "September 06, 2022 12:16:22 IST",
      "body": "The demise of business tycoon Cyrus Mistry on Sunday in a road accident near Palghar in Maharashtra on the Mumbai-Ahmedabad highway has once again thrown up questions about the construction of the road and its chequered past.  Mistry, the former chairman of Tata Sons and the scion of the real estate behemoth Shapoorji Pallonji Group, was travelling with three other family friends — noted gynaecologist Dr Anahita Pandole, her husband Darius Pandole and Jehangir Pandole, the brother of Darius — from Gujarat’s Udvada, a Parsi pilgrim town.  Dr Anahita Pandole was reportedly driving the Mercedes when it crashed into a divider on a bridge on the Surya river at Charoti Naka in Palghar, 120 km away from Mumbai. The car was speeding and tried to overtake another vehicle from the wrong side (the left), a police officer told PTI.  Mistry and Jehangir Pandole who were in the back seat, who weren’t wearing seat belts, died on the spot, whereas Dr Anahita Pandole and her husband Darius were admitted to Rainbow Hospital in Vapi with serious injuries. The two were later shifted to Mumbai.  News reports have confirmed that the last rites of Cyrus Mistry will be performed in Mumbai on Tuesday at Mumbai’s Worli crematorium.  As the country still reels from the shock of Cyrus Mistry’s demise, we take a closer look at the highway and why it’s considered a ‘black spot’.  A killer road  According to All India Vahan Chalak Malak Mahasangha, faulty engineering of the Mumba-Ahmedabad highway led to the fatal crash involving Cyrus Mistry.  Harbans Singh Nanade, spokesperson of the All India Vahan Chalak Malak Mahasangha, was quoted as telling mid-day, “The width of the southbound lane on Charoti flyover is 10.50 metres, has been narrowed down to seven-metre on the bridge which is built over Surya River. What kind of road engineering is this? The lane is also serpentine and the person behind the wheel cannot see the L-shaped death trap which gynaecologist (Dr Anahita Pandole) dashed into.”  “Motorists coming from Gujarat often prefer taking the right arm of the bridge as the left arm is very confusing. A new driver often misjudges the black spot and hits the L-shaped death trap. Its length is not visible to the driver. The highway authority has not put any warning signs,” Nanade was quoted as saying.  Auto journalist Bob Rupani echoed similar sentiments, saying to India Today that the Ahmedabad-Mumbai highway is one of the most crowded and badly designed highways in the country.  “The approach to the bridges on this highway need huge improvement. This highway that goes through Palghar is also used by lots of heavy trucks moving goods between Delhi and Mumbai and the truckers insist on occupying the right lane and force you to overtake dangerously from the left,” he told India Today.  Another issue with the highway is that the three-lane Mumbai-Ahmedabad Highway that narrows to two lanes (where the accident took place) lacks a signboard warning motorists of the dangers ahead.  Motorists frequently driving on the highway also speak of the perils of using this road. Most complain that many parts of the highway are pockmarked and traffic discipline is very low.  Transport activist Jagdeep Desai, who often travels on the road, was quoted as telling Times of India, “Many vehicles can be seen overtaking from the left. Also, the road is uneven in some patches.”  Jainam Mehta, another road user, said on Twitter, “The entire stretch of Mumbai-Ahmedabad National Highway is in a poor condition. The major part of the road is covered in potholes. This NH 48 route is one of India’s most used/commuted highways and yet it’s in such a vulnerable state. Pathetic infrastructure. RIP #CyrusMistry.”  What the numbers say  As per data published by the National Crime Records Bureau, as many as 1.73 lakh people have lost their lives in around 4.22 lakh traffic accidents in the country in 2021 with Uttar Pradesh reporting the highest number of deaths in such mishaps at 24,711 deaths, followed by Tamil Nadu which recorded 16,685 deaths.  The report stated that the number of traffic accidents in the country increased from 3,68,828 in 2020 to 4,22,659 in 2021.  A Free Press Journal report added that in the past two years, 100 people have died and nearly 50 have sustained injuries between Manor (Palghar) and Achad (Gujarat) on the Mumbai-Ahmedabad highway. This 52-km stretch has nearly a dozen accident spots, including the bridge over Surya river.  Globally, India accounts for 11 per cent of road traffic fatalities with just two per cent of vehicle share.  This clearly shows that India still struggles with road safety issues such as check on over-speeding, wearing of seat belts for rear passengers and inconsistent road designs.  Police speak  Traffic police officials have, however, stated that the road design wasn’t responsible for the accident in which Cyrus Mistry lost his life and added that it was over speeding, which caused the crash.  Officials have stated that the site is not accident-prone and also does not feature in the list of “black spots” where fatal accidents have taken place before.  “We checked the earlier accidents records but none had taken place on the spot where this one happened. It looks like the car was speeding and there was an error in the judgement of the driver while taking the bridge. Since the road narrowed to two lanes from three, the driver could not shift from left to right and lost control of the wheel and rammed into the divider,” said a police officer.  With inputs from agencies  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 2
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/Untitled-design-2022-09-06T165610.198.jpg?impolicy=website&width=640&height=363",
      "title": "Flooded roads, power outages, and now a political slugfest: Bengaluru is drowning in woes",
      "cateogory": "EXPLAINERS",
      "summary": "Bengaluru has received unprecedented rains in the past few days, with flooding in several regions. Political parties including the BJP and the Congress have sparked a political row over the waterlogged city that has come to a standstill",
      "date": "September 06, 2022 17:20:30 IST",
      "author": "FP Explainers",
      "onframe": "Political slugfest has begun following flooding in various areas of Bengaluru. PTI photo",
      "updateddate": "September 06, 2022 17:20:30 IST",
      "body": "As several parts of Karnataka’s Bengaluru reel under flooding, power outages and traffic snarls due to incessant rainfall, political parties have started pointing fingers at each other.  Karnataka chief minister Basavaraj Bommai has put the onus of the waterlogged southern capital on the previous Congress governments, while the grand old party has hit back.  Other parties including Telangana Rashtriya Samithi (TRS) and Aam Aadmi Party (AAP) have also joined the political slugfest.  How have the Bengaluru floods triggered a political row? What is the weather prediction for Bengaluru in the coming days?  Let’s take a closer look:  Basavaraj Bommai attacks Congress  Talking to reporters in Bengaluru, Basavaraj Bommai targeted the previous Congress governments’ ‘maladministration’ in the state for its current situation. Accusing the party of “unplanned administration” in the state, Bommai alleged that the previous Congress dispensations approved construction activities “right-left-centre” in the lake areas, on the tank bunds and buffer zones.He said they did not think of maintaining the lakes.  The Karnataka chief minister added that his government has taken up a “challenge” to improve things now and had allocated Rs 1,500 crore for development of stormwater drains, PTI reported.  Congress slams BJP government  Hitting out at the saffron party government, senior Karnataka Congress leader and former chief minister Siddaramaiah said that lakes and stormwater drainage in the city have been encroached upon. While his government had initiated a drive to clear stormwater drainage encroachment, the BJP government has failed to work in the last three-and-half years, The Times of India quoted Siddaramaiah as claiming.",
      "id": 3
    }
  ],
  "CRICKET": [],
  "ENTERTAINMENT": [
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/sam-morril.jpg?impolicy=website&width=640&height=362",
      "title": "Sam Morril tones down his sharpness in new Netflix comedy special",
      "cateogory": "ENTERTAINMENT",
      "summary": "Same Time Tomorrow is the kind of special that is befitting of a comedian still trying to find a voice. It’s not worthy of a comedian like Morril who already possesses a voice but chooses to instead tone it down.",
      "date": " September 06, 2022 09:11:05 IST",
      "author": "Poulomi Das",
      "onframe": "Sam Morril",
      "updateddate": "September 06, 2022 09:11:05 IST",
      "body": "Same Time Tomorrow, the new Netflix comedy special performed by Sam Morril, arguably one of most promising comedians of this generation, is the kind of special that would have been satisfying a couple of years ago. Today, it’s just acceptable. I don’t mean to say that it’s not fun — the 45-minute intimate special is in fact stacked with good jokes. The problem is that it goes nowhere beyond delivering just jokes. If it feels underwhelming, it’s only because Morril has in the last couple of years, shot to overnight fame for being a comedian with a distinctly original voice, capable of keeping the attention spans of his audience hooked to their seats. In Same Time Tomorrow, it feels as if the comedian neglects his voice to serve some distinctly great punchlines.  These 45-minutes confirm one indisputable fact about Morril: he is one of the few comedians whose greatest strength is being a skillful storyteller. Armed with his trademark raspy voice, the New York-based comedian weaponizes language to construct his jokes, tempering it with his deadpan, wry point of view. In fact, one of the standout moments of the special involves Morril play-acting, seamlessly switching from his casual, carefree delivery style to deliver a more animated, urgent impression of porn addicts.  Should the point of a comedy special end with the comedian just succeeding in reminding his audience that he actually knows his way through the mechanics of a bit or should it also act as a playground for a comedian to keep improving his craft? To my mind, that’s the question that lies at the center of how Same Time Tomorrow plays out. There’s no doubt that Morril is a funny, accomplished comedian who can turn anything into a setup that ends with a punchline and throughout the special, he keeps confirming that.  But I’d still say it’s underwhelming given how easily Morril seems stuck to the idea that mining an off-the-limits topic for a laugh is invention enough. By that I mean, that Morril’s thoughts on abortions and trans people becoming a regular feature on every comic specials are funny and effective but they’re not imaginative. They’re aiming for the most obvious corners, rather than subverting expectations. There’s a similar approach in the way Morril constructs the special as well: it’s stacked with observations, employing crowd work as a catalyst for his comedy, culminating in a set that feels worthy for YouTube or a crowd on a night. The problem is it never comes any close to displaying the way ahead for Morril as a comedian, in the sense of becoming someone who wishes to disrupt the scene instead of adding to the current conversation.  In that sense, I suppose the biggest letdown of the special, despite the comedian’s knack at being economical, is that it feels like a comedy special designed to play to the gallery. The topics that Morril touches upon throughout the special seem formatted in a way that the comedian knows his audience will prefer. Like his bit about the idea of political correctness or outrage being actually insincere. The special name-checks every topic that finds its way in the greatest hits of any comedy special: 9/11, abortion, cancel culture, jerking off, Dave Chapelle… you get the drift. In my opinion, Same Time Tomorrow is the kind of special that is befitting of a comedian still trying to find a voice. It’s not worthy of a comedian like Morril who already possesses a voice but chooses to instead tone it down. As a result, it’s crowd-pleasing but never sharp. Morril’s appearance in That’s My Time with David Letterman earlier this year had more of a bite. There’s no reason being funny should be enough of a standard for a comedy special Morril helms.  Poulomi Das is a film and culture writer, critic, and programmer. Follow more of her writing on Twitter.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram",
      "id": 1
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/barsaat-priyanka.jpg?impolicy=website&width=640&height=362",
      "title": "Barsaat & The Rain Of Terror: How Priyanka Chopra moved out at the right time",
      "cateogory": "ENTERTAINMENT",
      "summary": "Suneel Darshan talks of Akshay Kumar’s 'thirteenth hour' walkout from Barsaat and the ensuing havoc. But what about the havoc in Priyanka’s career?",
      "date": "Suneel Darshan talks of Akshay Kumar’s 'thirteenth hour' walkout from Barsaat and the ensuing havoc. But what about the havoc in Priyanka’s career?",
      "author": "Subhash K Jha",
      "onframe": "",
      "updateddate": "September 06, 2022 10:18:03 IST",
      "body": "Suneel Darshan dropped a bomb this week. He made public what many of us have known   for a long time: that Akshay Kumar had to quit co-starring with Priyanka Chopra after a slew of hits with her, because his wife, the no-nonsense Twinkle Khanna, issued an ultimatum to her husband: either marriage or Chopra.  Suneel, who now reveals that Akshay Kumar quit Barsaat to solve ‘domestic problems’, faced a rare, though not unknown dilemma: what does a filmmaker do when co-stars suddenly fall  out during the making of a film? Suneel’s brother Dharmesh also went through a similar traumatic dilemma during the shooting of Dhadkan; Akshay Kumar split with Shilpa Shetty and decided to marry Twinkle Khanna. Luckily for Dharmesh, his film was complete when the  split happened. But he was forced to cut out a smooch between Shilpa and Akshay.  Imtiaz Ali breathed a sigh of relief  when he got to know his lead pair in Jab We Met had split only after the film was complete.  Suneel talks of Akshay Kumar’s ‘thirteenth hour’ walkout from Barsaat and the ensuing  havoc. But what about the havoc in Priyanka’s career? First Akshay, then another major superstar who was almost willing to leave his wife and children until his no-walkover wife took charge of the situation….Priyanka was banned from not only from working with this star-wife’s superstar-husband, this star-wife also made sure Priyanka was banned by all the important filmmakers of Bollywood.  When we congratulate Priyanka for heading westwards at the right time, we forget Priyanka  had no choice. Bollywood had turned its back on her. She was a hot property but only when she had Superstars to work with. With Akshay, Salman (who got pissed off when Priyanka  said not to a film he offered her) and Shah Rukh unwilling to work with her, where would Priyanka have fitted in?  The only choice Priyanka had was to produce her own films like Kangana Ranaut.  Priyanka took the better route.  When I see Priyanka Chopra looking so happy with her American husband, Nick Jonas, and daughter Malti, not to mention the dogs, I remember the whoops of cynicism and hoots of  disgust that greeted her decision to marry the American lad.   “Usski Aunty lagti hai,” said one filmmaker “friend” of Priyanka.  “I give it to six months,” a senior actress crystal-bawled.  Now she has been married for four years. No sign of wear and tear. Touchwood.  The best career decision that Priyanka made was to quit Bollywood. The best personal decision she took was to marry Nick Jonas. Believe it or not, they are happy together. I am sure the couple saw the explosive song that Suneel Darshan has unleashed on the netizens and had a good laugh.  Subhash K Jha is a Patna-based film critic who has been writing about Bollywood for long enough to know the industry inside out. He tweets at @SubhashK_Jha.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram",
      "id": 2
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/bolly-1.jpg?impolicy=website&width=640&height=362",
      "title": "In its second season, The Fabulous Lives of Bollywood Wives becomes a masterclass in satisfying reality TV",
      "cateogory": "ENTERTAINMENT",
      "summary": "In its second season, The Fabulous Lives of Bollywood Wives perfects its cocktail of cringe and voyeurism, making a solid case for Bollywood wives as both, a subject of entertainment and a victim of their own entertainment.",
      "date": "September 05, 2022 12:47:55 IST",
      "author": "Poulomi Das",
      "onframe": "The Fabulous Lives of Bollywood Wives",
      "updateddate": "September 05, 2022 13:30:13 IST",
      "body": "There’s a moment in the second season of The Fabulous Lives of Bollywood Wives that ends up being a masterclass in finding that delicious blend of cringe and exaggeration that underlines satisfying reality television. Picture this: four 40-something celebrity wives with seemingly “fabulous lives” book themselves on a luxury glamping vacation in the jungles of Rajasthan. They’re dressed to the nines in camo-coordinated outfits tempered with perfectly blow dried hair and oversized aviators as they head out for a jungle safari ride. In the jeep, the four ladies express their excitement at spotting leopards before jokingly referring to themselves as big cats. They spot an antelope and seem awed at the wonders of nature. Then, without warning the moment completely turns on its head when they approach an Indian rock python.  “I don’t do reptiles,” one of them yells at a frantic pitch. Another just keeps screaming. Both of them keep threatening the driver to take an U-turn and head back. Their guide struggles to keep them calm while simultaneously requesting them to be quiet so as to not attract the attention of the reptile. His pleas go in vain. At this point, the two women have become masters at chaotic comedy: like 20-year-olds on their first trek in the Himalayas, they alternate between shrieking and closing their eyes; one of them starts chanting vigorously, convincing herself that “everything will be absolutely fine” even though everything is in fact, absolutely fine. The other is on the verge of tears, exclaiming “I want to go home.” Then they start bickering between themselves convinced that their lives are in immediate danger if they quieten down for even a millisecond. Far away from them, the python on the other hand, looks as relaxed and well-behaved as it could ever be.  It’s hard to tell who is watching whom at this moment — or rather, who is encroaching on whose space. But one thing is for sure, this scene doesn’t hold back in capturing the unfiltered absurdity of grown, affluent women ditching all pretense of civility, class, and charisma to reduce themselves into whimpering messes. “She was screeching like a piglet having an orgasm,” one of them tells the camera in hindsight, registering her embarrassment. In fact, much of the pleasures of the scene is just how out of place these four women looked in the jungle; a metaphor for how out-of-touch their realities are from the rest of the country.  It’s this exact cocktail of cringe and voyeurism that makes the second installment of The Fabulous Lives of Bollywood Wives so damn engrossing. The point of reality television isn’t just to convince viewers that its subjects are worth laughing at; it’s also to make viewers want to keep watching them at all. This season, the show improves by leaps and bounds on the awkwardly-staged first season, making a solid case for these rich socialites as both, a subject of entertainment and a victim of their own entertainment. By doing so, it side-steps the crucial shortcoming of the last installment, ending up as a razor-shop examination of the distance between fame and wealth even for Bollywood wives.  Each of the four wives of the show — Neelam Kothari Soni, Maheep Kapoor, Seema Sajdeh, and Bhavana Pandey — aren’t exactly famous or relevant. At best, they’re fame-adjacent: Kothari Soni was a former actress and now jeweler; Sajdeh used to be married to Sohail Khan, famous for being Salman Khan’s brother; Kapoor is married to Sanjay Kapoor, famous for being Anil Kapoor’s brother; Bhavana Pandey is the mother of actress Ananya Pandey, who’s infamous for having less than two expressions in every movie she stars in.  Their lack of relevancy isn’t a joke; it’s a fact — they might be connected with people who are famous (case in point: Karan Johar, the producer of the series) and adhere to a lifestyle that points to affluence but it’s made clear throughout the series, that fame remains constantly out-of-their-reach even when it’s the only thing on their mind. Similarly it remains aware of their equations. As the first season underlined, these women have been friends through over two decades. But if that season was pliant enough to suggest that they’re a family, the new season takes to documenting the cracks. From the very first episode, the show doesn’t only spotlight the two factions — Pandey and Kothari Soni on one side and Kapoor and Sajdeh on the other — but it also pits them against each other for melodrama and spectacle. By being acutely aware of their place in their own celebrity circles, the second season of The Fabulous Lives of Bollywood is able to turn their stabs at both relevancy and fame as a punchline.  Each of the cleverly-constructed eight episodes of this season feature a celebrity cameo: Johar is a constant fixture as is Gauri Khan, arguably the only star wife in the whole series. There’s also Arjun Kapoor, Zoya Akhtar, Badshaah, Bobby Deol, Shweta Bachchan Nanda, Malaika Arora, Jackie Shroff, and Ranveer Singh, arguably the only entertainer in the whole series. These appearances are surely engineered to add social currency to the proceedings but what they ultimately do is reveal the hierarchies of fame — reiterating that the four wives live actually on its margins. Fame isn’t an accessory for them, it is rather a pretense.  It’s the collective commitment to this pretense that lends The Fabulous Lives of Bollywood Wives a bingeable quality. Kapoor reprises her smart-mouth from the last season, vomiting out her usual catchphrases (“shway shway,” “fab”, “twits”, “stupid cow) but it’s her unwavering performance of celebrity that takes the cake. She carried a limited edition Bottega handbag to a brunch with the wives and their husbands that becomes the subject of mockery. Her teenage son is an aspiring actor who can’t speak Hindi. She treats her aspiring actress daughter whose movie is currently unreleased as if she’s the Meryl Streep of her generation, packing six suitcases for her before sending her off to an “acting workshop” in one episode. In another episode, she likens infidelity as a forgettable breach of trust and arranged marriage as a perfectly suitable way of coupling. Sanjay Kapoor, her husband, on his part, suggests that they’re poor people who can’t afford divorce while munching on avocado toast and lecturing his daughter about GST, both of which are markers of anything but poverty.     As this season confirms, there’s nothing more fun than watching educated, well-heeled celebrities act like prudes and victims. Kothari Soni likens her discomfort with the words “vagina” and “menopause” as an outcome of being proper; she worries about kissing on camera for the part that Akhtar has cast her for in the second season of Made in Heaven and tells Sameer Soni, her husband, that now that she will be kissing on camera, she will stop giving him grief about doing the same on screen.  Pandey on her part, keeps pretending as if Chunkey and Ananya Pandey have both been wronged by audiences, as if it’s completely unfathomable that people paying their hard-earned money to watch both of them on screen can exercise their right to express their dissatisfaction with their non-existent acting skills. Still, none of it holds a candle to Sajdeh’s comical attempts at “finding” a cause to believe in or her second-grade designs that her siblings says gives off a “serial killer vibe.” I waited with bated breath that atleast one of her friends would tell her that her designs, for the lack of a better word, suck. But I’d be lying if I didn’t admit that her celebrity friends let her believe that her designs have merit, made for absolutely irresistible television. That’s only because The Fabulous Lives of Bollywood Lives has finally figured that the strength of its premise doesn’t lie in making it seem as if these four women are just like us; it’s in not trying to fool us that they’re celebrity wives.  Poulomi Das is a film and culture writer, critic, and programmer. Follow more of her writing on Twitter.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram",
      "id": 3
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/3000-years-of-longing.jpg?impolicy=website&width=640&height=362",
      "title": "Three Thousand Years of Longing is a fantasy film that asks political questions",
      "cateogory": "ENTERTAINMENT",
      "summary": "What happens when a narratology professor meets a djinn trapped inside a bottle? Filmmaker George Miller makes them fall in love instead of forcing them into a master-slave relationship. His new film Three Thousand Years of Longing engages with themes such as love, desire, storytelling.",
      "date": "September 06, 2022 09:28:18 IST",
      "author": "Chintan Girish Modi",
      "onframe": "3000 Years of longing",
      "updateddate": "September 06, 2022 09:31:13 IST",
      "body": "George Miller’s new film Three Thousand Years of Longing is an enchanting love story between Alithea – a narratology professor from London (Tilda Swinton) – and an unnamed djinn (Idris Elba)who materializes in her fancy hotel room on a conference trip to Istanbul. This is not a hook-up, sorry to disappoint you; it is a storytelling soirée. Alithea, after all, is in the business of telling stories about stories to make her living, so this adventure is right up her alley. There is no magic carpet though. They have fresh linen, room service, and bath robes.  Why does a scholar who lives alone, is deeply immersed in the life of the mind, and desires no companionship, suddenly feel the pangs of loneliness? Is her heart being enslaved by the very djinn who is supposed to act at her command and fulfil three of her deepest wishes? Why does she want to cede control and stew in the longing the djinn has felt while waiting to be released from captivity? What makes her throw caution to the wind when she is aware not only of how narrative structures work but also the fact that a wish can turn into a curse? The film allows viewers to sit with these questions, introspect, and even wrestle with them.  Miller’s screenplay, co-written with Augusta Gore, is adapted from the title story of A S Byatt’s short story collection The Djinn in the Nightingale’s Eye (1994). It has cameos from famous personalities of the past such as the Queen of Sheba (Aamito Lagum), King Solomon (Nicolas Mouawad) as well as Suleiman the Magnificent (Lachy Hulme), Sultan Murad IV (Ogulcan Arman Uslu) and Prince Mustafa (Matteo Bocelli) of the Ottoman Empire.  Apart from philosophical concerns about how desires bring fulfilment and misery, the film looks at contemporary issues such as migration and the hostility towards non-white outsiders in the United Kingdom – a country that is built on imperialism and colonial plunder. However, it is also worth watching for the visual spectacle alone as the djinn’s stories take Alithea into narrative worlds across centuries and geographies far from today’s London.  The casting of a white woman as Alithea, and a Black man as the djinn, might make viewers think about the power dynamics in their relationship through the lens of race. Is the film reinforcing colonial and orientalist stereotypes by showing a Black person as a monstrous creature whose liberation depends on a white person’s benevolence? Is it urging us to think about ethical questions related to white scholars from the global North building a career out of researching the exotic and making that intelligible to their own academic contemporaries?  There is no definitive and inarguable conclusion that viewers can come to, especially because Alithea seems aware of racism when she calls out her neighbours in London for their bigotry. The passport privilege that enables people who look like Alithea to zip in and out of countries around the world, and the racism that prevents people who look like the djinn from getting a visa stamp on their passport, is cleverly brought out in a scene at airport security wherein Alithea tries to sneak him into her carry-on baggage. It is nothing but a tiny glass bottle. This could be interpreted as comment on Brexit or Europe’s response to the refugee crisis.  On the other hand, the film shows Turkey as a land steeped in myth and mystery whereas the United Kingdom is presented as rational, scientific and modern. Does narrative convenience end up legitimizing the distinction between the so-called First World and the so-called Third World? This question is worth mulling over because politics is coded into fantasy as well.  Alithea sees supernatural beings in the audience when she is delivering her conference talk. She goes shopping at an antique store, where she is taken up by a blue bottle called the nightingale’s eye that is supposed to hold secrets from a bygone era. The djinn pops out when Alithea rinses the bottle with running water flowing out of a tap in her hotel. Interestingly, the Turkish people around her seem to have none of these experiences. Is she yet another white woman coming to a foreign land to have her epiphany and find her purpose? Is the djinn symbolic of a project that she needs to take up in order to feel useful? These are important questions in a world where rich countries bomb poor ones, and then send humanitarian aid.  Why should one read so much into a film? Can one simply not watch it as a story about two people who meet accidentally and happen to like each other enough to spend the rest of their lives together? Isn’t one being unnecessarily harsh equating a white scholar with colonizers, or even scrutinizing Alithea the way one would analyse the shenanigans of Carrie, Samantha, Charlotte and Miranda in Abu Dhabi in Michael Patrick King’s film Sex and the City 2?  These questions are equally valid because viewers looking for entertainment and catharsis might want to give critical thinking some rest, and just dig into their caramel popcorn.  Chintan Girish Modi is a writer, journalist and educator tweeting @chintanwriting  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram",
      "id": 4
    }
  ],
  "TECH": [],
  "HEAD-NEWS": [
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/crash.jpg?impolicy=website&width=640&height=363",
      "title": "Killer Road: The reasons that make Mumbai-Ahmedabad highway where Cyrus Mistry crashed a ‘black spot’",
      "cateogory": "WORLD",
      "summary": "Business tycoon Cyrus Mistry was returning to Mumbai from Ahmedabad when his car crashed on the bridge on the Surya river at Charoti Naka. Motorists complain that the design of the road, lack of proper signages and poor traffic discipline has made this highway a hotspot for accidents",
      "date": "September 06, 2022 12:16:22 IST",
      "author": "FP Explainers",
      "onframe": "FP Explainers",
      "updateddate": "September 06, 2022 12:16:22 IST",
      "body": "The demise of business tycoon Cyrus Mistry on Sunday in a road accident near Palghar in Maharashtra on the Mumbai-Ahmedabad highway has once again thrown up questions about the construction of the road and its chequered past.  Mistry, the former chairman of Tata Sons and the scion of the real estate behemoth Shapoorji Pallonji Group, was travelling with three other family friends — noted gynaecologist Dr Anahita Pandole, her husband Darius Pandole and Jehangir Pandole, the brother of Darius — from Gujarat’s Udvada, a Parsi pilgrim town.  Dr Anahita Pandole was reportedly driving the Mercedes when it crashed into a divider on a bridge on the Surya river at Charoti Naka in Palghar, 120 km away from Mumbai. The car was speeding and tried to overtake another vehicle from the wrong side (the left), a police officer told PTI.  Mistry and Jehangir Pandole who were in the back seat, who weren’t wearing seat belts, died on the spot, whereas Dr Anahita Pandole and her husband Darius were admitted to Rainbow Hospital in Vapi with serious injuries. The two were later shifted to Mumbai.  News reports have confirmed that the last rites of Cyrus Mistry will be performed in Mumbai on Tuesday at Mumbai’s Worli crematorium.  As the country still reels from the shock of Cyrus Mistry’s demise, we take a closer look at the highway and why it’s considered a ‘black spot’.  A killer road  According to All India Vahan Chalak Malak Mahasangha, faulty engineering of the Mumba-Ahmedabad highway led to the fatal crash involving Cyrus Mistry.  Harbans Singh Nanade, spokesperson of the All India Vahan Chalak Malak Mahasangha, was quoted as telling mid-day, “The width of the southbound lane on Charoti flyover is 10.50 metres, has been narrowed down to seven-metre on the bridge which is built over Surya River. What kind of road engineering is this? The lane is also serpentine and the person behind the wheel cannot see the L-shaped death trap which gynaecologist (Dr Anahita Pandole) dashed into.”  “Motorists coming from Gujarat often prefer taking the right arm of the bridge as the left arm is very confusing. A new driver often misjudges the black spot and hits the L-shaped death trap. Its length is not visible to the driver. The highway authority has not put any warning signs,” Nanade was quoted as saying.  Auto journalist Bob Rupani echoed similar sentiments, saying to India Today that the Ahmedabad-Mumbai highway is one of the most crowded and badly designed highways in the country.  “The approach to the bridges on this highway need huge improvement. This highway that goes through Palghar is also used by lots of heavy trucks moving goods between Delhi and Mumbai and the truckers insist on occupying the right lane and force you to overtake dangerously from the left,” he told India Today.  Another issue with the highway is that the three-lane Mumbai-Ahmedabad Highway that narrows to two lanes (where the accident took place) lacks a signboard warning motorists of the dangers ahead.  Motorists frequently driving on the highway also speak of the perils of using this road. Most complain that many parts of the highway are pockmarked and traffic discipline is very low.  Transport activist Jagdeep Desai, who often travels on the road, was quoted as telling Times of India, “Many vehicles can be seen overtaking from the left. Also, the road is uneven in some patches.”  Jainam Mehta, another road user, said on Twitter, “The entire stretch of Mumbai-Ahmedabad National Highway is in a poor condition. The major part of the road is covered in potholes. This NH 48 route is one of India’s most used/commuted highways and yet it’s in such a vulnerable state. Pathetic infrastructure. RIP #CyrusMistry.”  What the numbers say  As per data published by the National Crime Records Bureau, as many as 1.73 lakh people have lost their lives in around 4.22 lakh traffic accidents in the country in 2021 with Uttar Pradesh reporting the highest number of deaths in such mishaps at 24,711 deaths, followed by Tamil Nadu which recorded 16,685 deaths.  The report stated that the number of traffic accidents in the country increased from 3,68,828 in 2020 to 4,22,659 in 2021.  A Free Press Journal report added that in the past two years, 100 people have died and nearly 50 have sustained injuries between Manor (Palghar) and Achad (Gujarat) on the Mumbai-Ahmedabad highway. This 52-km stretch has nearly a dozen accident spots, including the bridge over Surya river.  Globally, India accounts for 11 per cent of road traffic fatalities with just two per cent of vehicle share.  This clearly shows that India still struggles with road safety issues such as check on over-speeding, wearing of seat belts for rear passengers and inconsistent road designs.  Police speak  Traffic police officials have, however, stated that the road design wasn’t responsible for the accident in which Cyrus Mistry lost his life and added that it was over speeding, which caused the crash.  Officials have stated that the site is not accident-prone and also does not feature in the list of “black spots” where fatal accidents have taken place before.  “We checked the earlier accidents records but none had taken place on the spot where this one happened. It looks like the car was speeding and there was an error in the judgement of the driver while taking the bridge. Since the road narrowed to two lanes from three, the driver could not shift from left to right and lost control of the wheel and rammed into the divider,” said a police officer.  With inputs from agencies  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 1
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/Nitish_Yechury640.jpg?impolicy=website&width=640&height=363",
      "title": "'Not even the claimant': Nitish reiterates he has no PM ambitions after meeting Yechury",
      "cateogory": "POLITICS",
      "summary": "Addressing the media alongside Yechury, Kumar said, 'We have discussed that if the Left parties, regional parties in different states, and the Congress come together then it will be a huge matter.'",
      "date": "September 06, 2022 15:55:41 IST",
      "author": "FP Staff",
      "onframe": "Bihar Chief Minister Nitish Kumar and CPI(M) leader Sitaram Yechury. ANI",
      "updateddate": "September 06, 2022 15:55:41 IST",
      "body": "New Delhi: A day after he met Congress leader Rahul Gandhi, Bihar Chief Minister Nitish Kumar on Tuesday landed at the door of CPI(M) leader Sitaram Yechury in a bid to unite the Opposition to unseat the saffron party from power at the Centre.  Emerging out of the meeting with Yechury, Kumar reiterated he had no prime ministerial ambitions.  “I am not even the claimant, I don’t even desire it,” said the Bihar chief minister.  He said in the meeting we discussed that if Opposition parties can unite it will be a step in the right direction.  “We have discussed that if the Left parties, regional parties in different states, and the Congress come together then it will be a huge matter,” he said   Welcoming Kumar to his office, Yechury said that coming together of the Opposition parties is a positive sign for the national politics.  “We welcome that he (Nitish Kumar) came to this office once again. This is a positive sign for the politics in the country. Opposition parties have to save the country and Constitution, together,” added Yechury.   After meeting Yechury, Kumar is scheduled to visit CPI headquarters where he will hold talks with general secretary D Raja.  Kumar will also meet his Delhi counterpart Arvind Kejriwal later in the day followed by a meeting with former Haryana chief minister Om Prakash Chautala.  Kumar, who snapped ties with the BJP last month, on Monday met Rahul Gandhi and the two leaders are learnt to have discussed the current political situation in the country and ways to ensure Opposition unity.  Kumar also met Janata Dal (Secular) chief H D Kumaraswamy at the latter’s residence.  The meeting between Gandhi and Kumar at the former Congress chief’s residence lasted almost an hour. Kumar was accompanied by Bihar Water Resources Minister and Janata Dal (United) leader Sanjay Kumar Jha.  This is the first meeting between Gandhi and Kumar since the latter walked out of the NDA in Bihar and formed a ‘Mahagathbandhan’ government with RJD, Congress and outside support of the Left.  With inputs from agencies  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 2
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/08/Congress1-2.jpg?impolicy=website&width=640&height=363",
      "title": "Gujarat polls: Youth, women to be given priority in ticket distribution, says Congress",
      "cateogory": "POLITICS",
      "summary": "The Congress will give priority to youth and women in ticket distribution for the Gujarat Assembly elections due later this year, state party's screening committee chairman Ramesh Chennithala said on Tuesday.",
      "date": "September 06, 2022 15:47:46 IST",
      "author": "Press Trust of India",
      "onframe": "Representational image.",
      "updateddate": "September 06, 2022 15:47:46 IST",
      "body": "Ahmedabad: The Congress will give priority to youth and women in ticket distribution for the Gujarat Assembly elections due later this year, state party’s screening committee chairman Ramesh Chennithala said on Tuesday.  He said the Congress will also give a chance to “new faces” in the state polls.  Last month, the All India Congress Committee constituted a three-member screening committee to shortlist party candidates for the Gujarat polls due in December this year.  Chennithala has been appointed as the committee’s chairman and Maharashtra Congress leader Shivajirao Moghe and former Delhi MLA Jai Kishan are its members.  Gujarat Congress in-charge Raghu Sharma, state party president Jagdish Thakor and Leader of Opposition Sukhram Rathva are ex-officio members of the screening committee.  On Monday evening, the screening committee members held a joint meeting with the Congress’s Pradesh Election Committee, comprising 39 members including Sharma and Thakor, after Rahul Gandhi’s address to the booth-level workers in Ahmedabad.  “This time, we will give priority to new faces, youth and women in ticket distribution. Our list of candidates for the Gujarat polls this time will be an impressive one,” Chennithala told reporters here ahead of another meeting of the screening committee on Tuesday.  Gujarat Congress spokesperson Manish Doshi said, “Yesterday’s joint-meeting was more about getting familiar with each other and discussing various criteria which will be applied to finalise candidates.”  On Tuesday, the screening committee will meet senior leaders and party in-charge of each Assembly seat to understand the ground situation before finalising the candidates, he said.  For the 182-member Assembly, the Congress is expected to announce its first list of candidates by September-end.  The new entrant Aam Aadmi Party has already declared 19 candidates.  The ruling BJP has not announced any candidate so far.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 3
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/08/Sushil-Kumar-Modi1.jpg?impolicy=website&width=640&height=363",
      "title": "Nitish Kumar is on political tourism in Delhi: Former Bihar Deputy CM Sushil Modi",
      "cateogory": "POLITICS",
      "summary": "Various posters of Nitish Kumar projecting him as a prime ministerial candidate in the 2024 Lok Sabha election were seen in Patna on Thursday",
      "date": "September 06, 2022 14:40:54 IST",
      "author": "Asian News International",
      "onframe": "Senior BJP leader and former Deputy Chief Minister of Bihar Sushil Kumar Modi. News18",
      "updateddate": "September 06, 2022 14:43:54 IST",
      "body": "New Delhi: Former Deputy Chief Minister of Bihar and Rajya Sabha MP Sushil Kumar Modi on Tuesday alleged that the state’s Chief Minister Nitish Kumar is on a political tour in the national capital while the people of Bihar have been facing a flood.  In a conversation with ANI, Sushil Modi said that Bihar is drowning in floods and the Chief Minister has arrived National Capital on political Tourism. He counted the previous arrivals of the CMs of other states to Delhi by mentioning that before this, Telangana CM K. Chandrashekar Rao (KCR) travelled to six states while West Bengal CM Mamata Banerjee also camped in Delhi many times. “Now Nitish ji has come, the Lok Sabha election is approaching so Nitish Kumar has come to Delhi on political tourism,” he said.  The water level of River Ganga was reportedly increasing on Saturday, which resulted in flood situations in Bhagalpur city as it even entered the university and colleges.  “This is not going to yield any results and these people have the mindset of the 90s, they repeatedly remember the government of United Front, National Front, Deve Gowda, Inder Kumar Gujral. India has come a long way from that era but they are still living in the 90s mentality. Left Parties have lost their existence from the entire country except for Kerala,” the Rajya Sabha MP told ANI.  On Nitish Kumar saying that he is not even a claimant and he does not even desire the PM candidature, BJP’s Upper House MP from Bihar further said, “See, he is excited to become the Prime Minister of India (Mann me to laddu fut raha hai PM banne ke liye ) as they are raising slogans, installing posters but he has come on the back foot and they feel that if he would speak for the Prime Minister’s post from now on, a problem might arise for non accepting him. Will Arvind Kejriwal accept Rahul Gandhi? Will anyone accepts Mamata Banerjee? Who will accept Nitish Kumar?” he added.  Various posters of Nitish Kumar projecting him as a prime ministerial candidate in the 2024 Lok Sabha election were seen in Patna on Thursday, which promised good governance, and gave the slogan ‘Pradesh mein dikha, desh mein dikhega’.  Taking a swipe at BJP, another poster carried the caption, “Jumla Nahi Haqiqat Hai” (No lies only reality). Sushil Modi further asserted, “This is not the BJP of 2014, this is the BJP of 2024 and the popularity of Narendra Modi is increasing continuously so Nitish Kumar would not be able to unite the opposition parties even if he puts in lakhs of efforts.”  “He has come to Delhi on political tourism to stay in the media,” Former Deputy CM Bihar added.  Nitish Kumar arrived Delhi on Monday afternoon to work for Opposition unity for the 2024 Lok Sabha elections as it is his first visit after he broke his alliance with the BJP and joined hands with Tejashwi Yadav’s Rashtriya Janata Dal, the Congress and other parties to form a ‘Mahagathbandhan’ government in Bihar.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 4
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/Selja640.jpg?impolicy=website&width=640&height=363",
      "title": "Hooda meeting Azad disheartens party rank and file, Selja writes to Congress high command",
      "cateogory": "POLITICS",
      "summary": "Selja, a CWC member and former president of the party's Haryana unit, is learnt to have lodged a complaint against Hooda with the party high command and also demanded a show cause notice against him.",
      "date": "September 01, 2022 14:07:41 IST",
      "author": "Press Trust of India",
      "onframe": "Congress leader Kumari Selja. Image Courtesy: Twitter",
      "updateddate": "September 01, 2022 14:07:41 IST",
      "body": "Chandigarh: Raising strong concerns over former Haryana chief minister Bhupinder Singh Hooda meeting Ghulam Nabi Azad, who quit the party blaming its leadership, senior Congress leader Kumari Selja has said the move confuses and disheartens the party rank and file.  Selja, a Congress Working Committee (CWC) member and former president of the party’s Haryana unit, is learnt to have lodged a complaint against Hooda, also the Leader of Opposition in the state, with the party high command and also demanded a show cause notice against him.  Apart from Hooda, two other members of the G-23 Anand Sharma and Prithviraj Chavan on Tuesday met Azad at his Delhi residence, days after the leader from Jammu and Kashmir resigned from the party, blaming its leadership.  Selja has raised the matter with some senior party leaders, including All India Congress Committee Haryana in-charge Vivek Bansal.  When asked for a comment, Selja told PTI over the phone on Thursday, “I have said that Mr Hooda going there and meeting Mr Azad when he has left the party, blamed the leadership and even made personal comments against our leaders, disheartens the party rank and file and also confuses them”.  “He (Azad) has chosen a path and left the party. But once the die is cast, the person has left the party and has already announced floating his own party, what is the point of him (Hooda’s) going to his Azad’s house,” she sought to know.  Selja, considered Hooda’s bete noire, is also learnt to have told the party high command that such a development was not acceptable even though the former Haryana chief minister had been given a free hand in running the affairs of the Congress’ state unit.  Hooda is among the G-23 leaders who had in a letter to the Congress president in August 2020 sought an organisational overhaul and elections at all levels.  He, along with Sharma and Chavan are learnt to have held discussions with Azad regarding the G-23’s future strategy.  The Congress had in April revamped its Haryana unit, appointing former legislator and Hooda loyalist Udai Bhan as its president, replacing Selja, who was later made a CWC member.  As part of the reorganisation, the party had also appointed four working presidents.  Hooda’s son Deepender Singh Hooda is a Rajya Sabha MP.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 5
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/01/2022-01-10_190624.jpg?impolicy=website&width=640&height=363",
      "title": "From sabotage to subversion: How Congress role in Bhatinda security scare for PM Modi is unplugged",
      "cateogory": "OPINION",
      "summary": "The people of India will never forgive the withered and jaded Congress party for doing what it did on 5 January 2022",
      "date": "September 06, 2022 17:54:49 IST",
      "author": "Sanju Verma",
      "onframe": "(File) Prime Minister Narendra Modi has skipped the rally in Punjab’s Ferozepur over security lapses, a statement by the Ministry of Home Affairs said. News18",
      "updateddate": "September 06, 2022 17:54:49 IST",
      "body": "A Supreme Court committee, which enquired into a security lapse after Prime Minister Narendra Modi’s convoy stuck on a flyover in Punjab on 5 January 2022 blamed the Ferozepur SSP saying he failed to discharge his duty to maintain law and order.  “He failed to do this even though sufficient force was available and even though he was informed two hours before, that the Prime Minister will enter that route,” said the CJI after perusing the report of the committee which was headed by a former apex court judge, Justice Indu Malhotra.  The court said it would forward the report to the Centre for appropriate action. Solicitor General Tushar Mehta, for the Centre, had contended during the hearing of the case that there had been a “complete intelligence failure” on the part of the Punjab government particularly the erstwhile Charanjit Singh Channi-led dispensation of the Congress.  While the court may have only indicted the Ferozepur SSP, the fact of the matter is, the SSP in this case was supposed to have been directly reporting to the chief minister at that time, Channi, in this case. All preparations and protocol-related matters pertaining to the prime minister’s visit were directly supervised by the then chief minister (Channi), with the SSP being just a small cog in the wheel. That being the case, there can be no doubt about the fact that the erstwhile Congress regime under Channi failed to contain a massive security lapse, which could have escalated into something far more serious.  The terminal decline of the Congress is not limited only to debilitating electoral debacles in the last seven years, but the downhill journey is more about the ethical lapse within the party. Only a party that has no political propriety will choose to wilfully undermine the office of a democratically elected prime minister and worse still, will make brazen attempts to justify in the most cavalier manner, an attempt to compromise the security of the prime minister.  Let us get straight to the moot issue at hand here. The prime minister’s itinerary and the minutest security details are very meticulously discussed, finalised and documented by the Central agencies in close coordination with the SPG. The entire exercise involves Central and state agencies. In a “major security lapse”, Prime Minister Narendra Modi’s convoy was stranded on a Bhatinda flyover, en route to Hussainiwala in Ferozepur district due to a blockade by protesters on 5 January 2022. The incident forced the prime minister to cancel his rally and other development oriented projects of over Rs 42,000 crore that were to be flagged off in poll-bound Punjab. While words like security lapse and security breach were repeatedly used by various stakeholders, post the 5 January incident, the hard truth is, the SPG is only responsible as per the Blue Book, for proximate security, which basically means the immediate cordon around the prime minister.  The SPG elite commando force forms the innermost security cordon around the prime minister wherever he goes, but even the perimeter of that cordon is decided by the respective state government when the prime minister visits any given state. While the SPG has the responsibility for the prime minister’s security, given that the perimeter routes and the areas which the prime minister visits are secured by the concerned state police, it is clear that then chief minister Channi, his entire state machinery and the DGP of Punjab, failed miserably in performing their duties. What made it even worse was Channi’s callous attitude, post the security sabotage. Why did then chief minister Channi and the Congress fail to take ownership of the massive security failure surrounding the prime minister?  That the prime minister’s security was not merely breached in this case, but that there was a sabotage bordering on criminal conspiracy, is evident from the fact that within less than 100 meters of the buffer zone, a large group of protesters had gathered. Who allowed these miscreants and vandals from BKU (Krantikari), which had been banned in 2014 for having links with Maoists, to gather there, near the buffer zone, right on the eve of prine minister’s convoy, that was scheduled to pass through that particular area? Who leaked the itinerary of the prime minister? If it takes between 45 minutes to an hour to mobilise protesters, as is being suggested by various police officials, how is it that for an hour when these protesters were being mobilised, the Punjab Police, was unaware? Why did the DGP give wrong inputs to the SPG that the area from which prime minister’s convoy was slated to pass through, had been properly sanitized? Did the senior officials of Punjab Police not see the crowd of vandals that had gathered near the Bhatinda flyover, before blatantly lying to the SPG that the said area was safe?  Why did then chief minister Channi not respond to umpteen efforts that were made via telephone calls and otherwise, post the dangerous and shameful security breach? Finally, the buck stops at the doorstep of the chief minister, in matters pertaining to law and order in that given state, as per the 7th Schedule of the Constitution. What kept the then chief minister Channi so busy, that he chose to wilfully and deliberately not respond to phone calls, from the PMO? How can the chief minister of a state blatantly and deliberately not respond to phone calls, in matters pertaining to security of the highest elected office of the land, the Office of the Prime Minister, in this case?\\  The PMO is an institution in itself and this was not just about the Prime Minister’s security alone. By putting to risk the prime minister, why did Channi choose to risk the security of the entire nation? A prime minister eventually represents the popular will of the entire nation via a democratic process. On whose behest did Channi, put in harm’s way, the Prime Minister of India, Narendra Modi, in this case? How is it that each time Rahul Gandhi vanishes and goes abroad, some or the other untoward incident happens in India? Was there a Pakistani or Khalistani element in this conspiracy to sabotage the prime minister’s security? Why did Rahul Gandhi not offer sympathy or empathy which is what a mature Opposition leader is expected to do, post such a massive security lapse, in a state where the Congress was in power? But then, maturity is anathema to Rahul Gandhi and he has shown his political immaturity bordering on the vile, on more than one occasion.  Right from the word go,Channi flouted every rule in the rulebook. Why did Channi,the Punjab DGP or Punjab’s Chief Secretary who directly reported into then CM Channi,not receive Prime Minister Modi at the Airport? Channi’s lame excuse that he had been in close contact with a Covid positive person and hence he avoided receiving the PM,was a snarky lie.If COVID protocol is indeed something Channi was so worried about,why did he address an over 30 minute long press conference,without even wearing a mask,the very same day? If COVID protocol weighed on Channi’s mind,why was he hobnobbing with reporters from a media-house,within less than 24 hours of the “security breach”? Barely 14 days prior to the PM’s visit on Jan 5, 2022,there was a powerful bomb blast within the premises of the Ludhiana Court.  Given that then chief minister Channi was well aware of the hostile scenario prevalent in and around Ferozepur, why did Channi not ensure stringent security? Security apparatus should have, in fact, been doubled up on a war footing ahead of the prime minister’s visit. Instead, the prime minister’s safety, security and stature were shamefully compromised by the former Chief Minister of Punjab, in a glaring reminder of how the Congress party is driven by nothing but visceral hate for Prime Minister Modi.This visceral angst and animosity for Modi is driven by the Congress Party’s growing political irrelevance and dwindling political fortunes,given the resounding defeats that the Congress faced both in the Lok Sabha 2014 and 2019 elections.  How prime minister’s security is planned? An Advanced Security Liaison (ASL) is carried out by the SPG which requires maintaining every minute detail of the prime minister’s itinerary. This exercise involves officials of the Intelligence Bureau in the concerned state, DGP and other police officials and the district magistrate of the concerned district. Whenever the prime minister visits a state, the local police maintain this minute-to-minute programme under the complete supervision and knowledge of the concerned chief minister of the concerned state. Hence for Channi (then, the chief minister), to feign ignorance about prime minister’s itinerary and any change in plans thereof, smacks of his incompetence and devious sense of entitlement, bordering on recklessness.  As part of the ASL, the entire route of the prime minister’s entourage and the venue is supposed to be completely sanitized by the state police force and clearance is issued by the head of state DGP, who also gives necessary inputs to the SPG. Other safety measures by the state police, entail anti-sabotage checks, frisking of people who would be allowed to sit in close proximity to the prime minister and related measures. Clearly, the Punjab DGP, his team and ex-chief minister Channi, failed woefully on all these counts.  Broad guidelines have been laid down in what is referred to as the SPG’s Blue Book. Three days before any planned visit, the SPG officials carry out a mandatory ASL with everyone involved in securing the event. Once the prime minister’s itinerary is discussed and an ASL report is prepared, all security arrangements are made by the concerned state, keeping the SPG informed. According to the laid down rules, an alternative arrangement during a VVIP’s visit has to be ensured. The internal memos written by ADG law and order, Punjab, to senior state police officials on the 1, 2 and 4 of January 2022, clearly show that a contingency plan had been made in case the prime minister chose to travel not by helicopter, but by road. Why then did Channi lie that there was no alternative contingency plan and that the security lapse happened, as the prime minister had not informed about a change in his plan?  To sum up, the entire security sabotage, due to rain and poor visibility, the prime minister waited for about 20 minutes for the weather to clear out. When the weather did not improve, it was decided that he would visit the National Martyrs Memorial via road, which would take more than two hours. He proceeded to travel by road after necessary confirmation of necessary security arrangements by the Punjab Police DGP.  Around 30 kilometres away from the National Martyrs Memorial in Hussainiwala, when the prime minister’s convoy reached a flyover, it was found that the road was blocked by some protestors. The prime minister was stuck on a flyover for 15-20 minutes. This was a major lapse in the security of the prime minister as anything could have happened in those crucial 20 minutes.  Undoubtedly, the people of India will never forgive the withered and jaded Congress party for doing what it did on 5 January 2022. As if the security sabotage was not embarrassing enough, Channi was completely clueless and unwilling to answer why only a lame FIR under Section 283 of the IPC, which only entails a measly fine of Rs 200, was filed ?Is Prime Minister Modi’s life worth only Rs 200? Why did it take the police two full days to file the FIR? Why did the police reach the venue of the security sabotage after the prime minister had left? Should the police not have been there much earlier to ensure the vandals were nabbed?  If Channi claims that 10,000 policemen were deployed at the said place where the security sabotage occurred, how is it that these 10,000 policemen had no inkling of who these 150 people were against whom an FIR was eventually filed? Was it not the job of the police to find out identities of these 150 supposedly “unknown” men? If these men were indeed unknown, why were Punjab Police officials seen chatting, merrymaking and sipping tea with these vandals, all of which was evident on camera? Does that imply that this murderous mob of 150 “unknown” people was in collusion with the Punjab Police?  No discussion on the consistent, albeit failed attempts to sabotage and subvert democracy by the Congress establishment will be complete without discussing the myriad, mysterious deaths of top politicians over the decades that show the Congress in very poor light. Be it Syama Prasad Mukherjee’s mysterious death under detention in 1953, the death of former Punjab chief Minister, Partap Singh Kairon in 1965, Lal Bahadur Shastri’s demise in 1966, a day after he signed the Tashkent agreement, the death of LN Mishra who was railways minister under Indira Gandhi in 1975,or for that matter the mysterious death of Congress leader Madhavrao Scindia in a chopper crash near Mainpuri  in 2001, the Congress party has a lot to explain and account for.  Coming back to Punjab, while Prime Minister Narendra Modi showed immense grace and displayed exemplary dignity in the face of grave provocation and challenging circumstances, the Congress has dug its own grave by mocking democratic institutions. The Sikhs are a highly patriotic bunch of people whose valiant sacrifices are not lost on anyone. The anti-Sikh pogrom of 1984 till date, remains one of the most horrific legacies of the Congress party.  Another 1984 moment was deftly averted on 5 January, 2022 only due to the political wisdom, sagacity and far sightedness of Prime Minister Narendra Modi, who has shown in more ways than one, that restraint at times, speaks far louder than reaction. Be it bringing back three copies of the Guru Granth Sahib in a special flight from Kabul to New Delhi in August 2021 or announcing the decision to repeal farm laws on 19 November, 2021 on the day of Guru Nanak Jayanti (Gupurab), Prime Minister Modi’s love for Sikh traditions and culture, are amply evident.  As for the Congress, what it has failed to win by the ballot post 2014, it seeks to win by the bullet, forgetting that the New India under Modi is resilient, unputdownable and unwilling to be bullied by a family that has outlived its utility in Indian politics. Dynasties are passe!Period.  The writer is an Economist, National Spokesperson of the BJP and the bestselling author of ‘The Modi Gambit’. Views are personal.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 6
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/IndPak.jpg?impolicy=website&width=640&height=363",
      "title": "How India, a victim of conflicting colonialities, is coming out of slumber to reboot its tampered mind",
      "cateogory": "OPINION",
      "summary": "J Sai Deepak’s new book discusses the impact of coloniality — both European and Middle Eastern — on India, Indians and the Indian Constitution",
      "date": "September 06, 2022 12:32:00 IST",
      "author": "Utpal Kumar",
      "onframe": "Screenshot from Amazon.in",
      "updateddate": "September 06, 2022 12:32:00 IST",
      "body": "J Sai Deepak’s India, Bharat and Pakistan: The Constitutional Journey of a Sandwiched Civilisation — his second book in the three-volume Bharat series — takes off exactly from where India That Is Bharat ends. While the first book analyses the influence of European ‘colonial consciousness’ — the author calls it ‘coloniality’ — on India, Indians and the Indian Constitution, the second one explores the influence of European and Middle Eastern colonialities, often working in tandem with the larger objective of hurting Bharat and its civilisational moorings.  Five broad strands can be discerned while reading Sai Deepak’s new book. First and foremost, it tells us matter of factly that while India’s enemies, especially of the Islamist variety, are crystal clear about their objectives vis-à-vis Bharat, the same can hardly be said about the latter. Jihadi foot soldiers and their patrons never work in an ideological vacuum and have always been religiously and historically alive to their objective, which they see as divinely ordained.  The author, for instance, makes a pertinent observation about Syed Ahmad Barelvi (1786-1831), who “is credited with laying the foundations for a pan-India Wahhabi network in a systematic manner”. He writes how in late 1826, Barelvi reached Ghazni and camped at the mausoleum of Mahmud Ghaznavi, the plunderer and destroyer of Somnath. “That Barelvi who lived in the eighteenth-nineteenth centuries felt a kinship with Mahmud of Ghazni who lived eight centuries before him should come as no surprise since it demonstrates the ability of Middle Eastern coloniality to see common cause for Islam, regardless of region, ethnicity or nationality.”  Barelvi is a highly reverential figure among Islamist terrorists of the day. Pakistani historian Ayesha Jalal writes in Partisans of Allah: Jihad in South Asia: “Balakot is in many ways the epicentre of jihad in South Asia… It is also a point of entry into the history of jihad, struggle in the way of Allah, in the subcontinent. It was here that Sayyid Ahmad of Rai Bareilly (1786-1831) and Shah Ismail (1779-1831), quintessential Islamic warriors in South Asian Muslim consciousness, fell in battle against the Sikhs on 6 May 1831.”  Is it any surprise that in 2019 when the Narendra Modi government decided to conduct surgical airstrikes on Pakistan-based terrorist camps — in response to the Pulwama suicide bombing that led to the killing of 40 Indian soldiers — Balakot invariably became the preferred choice? It was, in a way, also aimed at sending a message loud and clear: That India understands the true nature of jihadi terrorism emanating from Pakistan. That if “the followers of Barelvi have not forgotten their history” and kept Balakot high on the jihadi map, then India too is capable enough to strike at the heart of the Islamist terror.  The second point that comes out prominently in the book is that Islamists are always in a state of warfare — there may be occasional ‘ceasefires’ but that’s strategic and transitory in nature — while the victims find themselves in a denial mode. This is partly because a Muslim (most of them being converts) is inherently at war with his own identity and past. No wonder, Pakistan, which should ideally be proud of its historic connections with the Indus-Saraswati civilisation, officially calls Mohammed-bin-Qasim, the Arab invader who vandalised Sindh in 712 AD, its “first citizen”. This “mangling of history” or the “fundamental rage” against one’s own past is the outcome of the Arab/Middle Eastern coloniality that makes the convert recast his identity based on his new religious outlook and, worse, go berserk against his old cultural, civilisational past. He is forever battle-ready till “Dar-ul-Harb” is turned into “Dar-ul-Islam”.  This phenomenon works like a subterranean stream, flowing silently and in hiding, but it bursts out in the open when the demography of an area turns to the advantage of the Ummah. Sai Deepak examines some of the fault lines — from Kohat and Balakot in the west to Calcutta (now Kolkata) and Dacca (now Dhaka) in the east, and from Deoband and Bareilly in the north to Hyderabad and Malabar in the south. The 1921-22 Moplah rebellion — which Sai Deepak calls an “outrage” — is a classic case of Islamists being ever-ready for the forever war: Unlike the popular perception, the 1921-22 ‘outrage’, which our ‘eminent’ historians see through an agrarian crisis prism, was not an aberration.  “In view of the near-unbroken violent communal history of the place, which dates back, to the very least, to Tipu Sultan’s invasion of the Malabar, and earlier by his father Hyder Ali, it would be factually incorrect to pin the blame for the outrage entirely on the Khilafat movement,” the author writes. He then quotes John J Banninga’s 1923 article, ‘The Moplah Rebellion of 1921’, according to which there were at least 51 outbreaks of Moplah fanaticism in 100 years leading up to the 1921 massacre. For the bleeding heart liberals, who never tire of inventing and invoking “Ganga-Jamuni tehzeeb”, this is a cautionary tale of one-sided Hindu generosity gone horribly wrong. The Moplahs, if a prominent local legend is to be believed, were the descendants of Arab traders who married the locals of Malabar. As a minority, they enjoyed the freedom to pursue their faith, but when they became numerically superior in the region they refused to return the favour!  The third strand coming out of the book is the Islamist strategy to make the entire community a stakeholder in their jihadi acts of omissions and commissions — this works as a bulwark against occasional military setbacks and leadership losses. They may suffer massive defeats, face some major leadership casualties, but that would never mean the end of their jihadi agenda. It would just mark a period of pause for a decade or two. Sai Deepak finds this Islamist tendency “of investing in the community by making its members stakeholders through participation” similar to the concept of “Raktabija” in the Hindu Puranas. The erstwhile British empire of India faced this problem in dealing with the Wahhabis and the Islamists of other hues. The Americans and others are dealing with this now against the Taliban, Al Qaeda, ISIS and others.  The fourth point, an extension of the third, makes a strong case for tackling the Islamist terror with an iron fist, as the British had done vis-à-vis the Wahhabis and their ilk. The British came up with all sort of legal and administrative provisions, such as the sedition act, to deal with the jihadi menace, especially growing in the north-western part of the subcontinent. Given the Islamist tendency to make the community stakeholders, one must understand that being tough alone won’t be good enough. Here, India can take a cue from how Maharaja Ranjit Singh dealt with — and subdued — his immediate western neighbours. Stick and carrot should go hand in hand. For all the centripetal tendencies of Islam, an equally strong centrifugal force operated among the tribal population in the subcontinent’s north-western territories.  Last but not the least, the book is a vindication of the fact that a liberal class exists in the Muslim community, but only till it doesn’t come face to face with Islamists. The moment the jihadis take up an issue — we saw this in post-Independence India too, whether during the Shah Bano and Salman Rushdie episodes or in the recent triple talaq and hijab issues. It was no different in the colonial era as well. Mohammed Ali Jinnah would drink alcohol, eat pork, smoke 50 cigarettes a day, and dress like an English gentleman — yet this never came in his way of taking up the Pakistan project. He had also defended in court the killer of a Hindu publisher who was assassinated for publishing a “blasphemous” book on the Prophet!  Sai Deepak adds to this the name of Maulana Abul Kalam Azad, independent India’s first education minister. Citing Ayesha Jalal, he informs how Jamal al-Din al-Afghani’s ideas of pan-Islamism and jihad as an instrument against the West among Muslims in India can be attributed to Azad, who also defended the Khilafat movement purely from the Quranic standpoint. “Citing the Islamic Prophet’s pact with the Jews in 622 CE, Azad made the case that it was Quranic to collaborate with one group of non-Muslims, namely the Hindus, to act against another group of non-Muslims, namely the British,” Sai Deepak writes.  This book, like the previous one in the Bharat series, discusses with profound empathy, rigorous research and academic excellence the impact of coloniality — both European and Middle Eastern — on India, Indians and the Indian Constitution. The discourse may not be over yet, but it’s heartening to see one of the world’s oldest civilisations — deeply wounded and deliberately pushed into the area of darkness by a number of forces and factors — finally coming out of slumber to heal its tampered mind, and not just the body. It’s still a long journey back to apogee, but then time has never been too much of an issue for this timeless civilisation.  The author is Opinion Editor, Firstpost and News18. He tweets from @Utpal_Kumar1. Views expressed are personal.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 7
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/fpranking/1662476067593.jpg?impolicy=website&width=640&height=362",
      "title": "Britain gets a new PM in Liz Truss: Why UK will need her erstwhile Liberal Democrat instincts",
      "cateogory": "OPINION",
      "summary": "Several analysts think cutting taxes and subsidising energy costs and stressed businesses about to fail, will only fuel more inflation. There is already a run to dump the Pound Sterling and government bonds",
      "date": " September 06, 2022 20:13:33 IST",
      "author": "Gautam Mukherjee",
      "onframe": "UK PM Liz Truss. AP",
      "updateddate": "September 06, 2022 20:15:29 IST",
      "body": "The United Kingdom economy is tanking. The Pound Sterling is at a historical low and inflation is at a 40-year high. There is a cost of living and energy price crisis. The crisis is not just in household energy costs that have doubled, but also in industry, such as steel, that uses a lot of electricity and fuel. They are all crying out for more subsidies on top of the subsidies they have already been given. Economists are warning of the medium-term consequences of this tsunami of subsidies given and being contemplated.  Supporting American President Joe Biden and the EU’s Ukraine War efforts have been very costly for Britain, coming on top of the costs of exiting the EU, and Covid-19. Politically, Protestant Northern Ireland too is chafing at the bit even as informal and localised talks are on to unify with Catholic Eire which is part of the EU.  Boris Johnson’s popularity and jaunty premiership had no impact on the British economy, except for the damage caused by Brexit and the lack of ready success to replace markets lost as a consequence. A Free Trade Agreement with India is moving at a snail’s pace because of British demands that are no longer deemed acceptable. Another, a work in progress with the United States is not yielding results either.  The economy has not improved, even with former investment banker Rishi Sunak running it as Chancellor of the Exchequer. And this may have been a major dampener for his chances to replace Johnson. And now, in any event, it’s the turn of Liz Truss.  Johnson and Truss have been congratulating each other after the results of the Conservative Party internal vote from 160,000 members, some accounts say 200,000 voters, came in on Monday the 5th. Johnson sees Sunak as a backstabber and has backed Truss all the way. Meanwhile, Truss has already acquired a description in the media: Shapeshifter. No point knocking it. It is a valuable political trait.  From a person who voted against leaving the EU in the referendum, she quickly changed over to become a staunch Brexiteer in league with Boris Johnson. In the conservative party governments even prior to Johnson’s term, Truss, now 47, has held a variety of portfolios over the last decade. She goes to the prime ministership after being the foreign secretary.  She started off her political career earlier, not in the Labour Party but in the middle-of-the-road-with-pink-tinges Liberal Democrats. And now she is the Conservative prime minister, only the third lady to win the job after Margaret Thatcher and Theresa May.  One of her first pass-the-buck statements even before taking over on Tuesday was to say that fixing inflation was the Bank of England’s job. Meaning that when the Bank of England raises interest rates to curb inflation, it won’t be Truss who did it. There is some debate on the degree of autonomy the Bank of England and its Governor presently enjoy, but it is difficult to see how the prime minister could evade responsibility for such an important matter. Still, Truss must be hoping for the best.  She has announced, during the campaign against Rishi Sunak, that she would cut taxes. Sunak mocked her for this, suggesting it was a fantasy, because the government coffers are highly stressed. It was one of the reasons Sunak could do little to alleviate national distress as Chancellor. But it is this Truss pledge, to cut taxes, that probably won her the election. She won a tad above 57 percent of the vote (81,326) to Sunak’s 42 percent plus (60,399).  The margin of the win however was lower than any for the conservative party leadership in the 21st century. Almost 20 percent of those eligible did not vote, making Truss’ win representative of under 50 percent of the membership. Sunak did very well with the conservative party voters, despite being a ‘brown boy’. Others have called Sunak, the richest MP in Britain currently, as something of an international smoothie.  The toffs in the City, ‘remainers’ mostly, understood what Sunak was saying, about controlling inflation being the first task. But Conservative voters in the countryside liked the sound of lower taxes.  Truss reiterated she would cut taxes again after winning the vote. This probably means no new corporation taxes for a start, and a scrapping of the green energy levies that will cost the exchequer more than 20 billion pounds sterling.  Several analysts think cutting taxes and subsidising energy costs and stressed businesses about to fail, will only fuel more inflation. There is already a run to dump the Pound Sterling and government bonds.  Liz Truss will probably pick African-origin Kwasi Kwarteng, currently business secretary, for her finance minister to replace Sunak. Kwarteng said that there was likely to be some fiscal loosening, but that it would be done in a responsible way. He said that he did not know if he was going to be Chancellor of the Exchequer.  Energy prices have doubled household energy bills, likely to be up another 80 percent by October, and even higher by 2023. There was a large subsidy to cushion the public against high energy prices given out in May 2022, but it seems to be inadequate. More energy subsidies are likely to be added. Many sectors of the British economy are planning to go on strike demanding government subsidies in order to survive as well.  Meanwhile, inflation has made food items very expensive. Ditto hotels, services, all things. This is certainly not a time for Indians to visit the UK with the rupee hovering at 80 to the US dollar.  Truss is on record stating she will increase Britain’s defence spending. With what money though? From all this, it is clear that her tenure in 10, Downing Street is likely to feature a higher fiscal deficit, because there are no resources in reserve, putting further pressure on the economy. However, it is a difficult time and the options available to her to provide quick relief are extremely limited.  The task may well be to out-labour-the-labour-party, with populist measures. This will reduce the inherited burden of less than dynamic conservative party economic policies over the last 12 years.  What next in foreign policy? Britain is closely allied to the US in this regard and will probably benefit India strategically and militarily via AUKUS, and a greater naval presence in our region. India will definitely be interested in nuclear-powered engine technology for our navy, amongst other high technology strategic military know-how transfers from Britain. Will Britain under Truss deliver?  The good thing for India is that we have other options, including France, the US, Japan, and Russia, for state-of-the-art technology. In other military cooperation, Spain seems keen in aatmanirbhar areas including C295 aircraft from Airbus Spain to replace our ageing Avros.  Whether Truss will take stern trade measures against China, to follow on from America, and warm up to Taiwan also, it seems quite likely.  Since Truss is a continuation of the Johnson line of thinking, it is expected that impediments in the way of a Free Trade Agreement with India should be removed by sometime in 2023, if not quite by Diwali 2022 as Boris Johnson had hoped.  For now, the less than threatening demeanour of Liz Truss, though she can be strident too, maybe a reassuring factor in European politics. The provocations against Russia however may have to be toned down in favour of the long haul in Ukraine.  The writer is a Delhi-based political commentator. Views expressed are personal.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 8
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/the-fabulou-lives-2-1.jpg?impolicy=website&width=640&height=363",
      "title": "How the Fabulous Lives of Bollywood Wives and Indian Matchmaking show India’s fascination with super wealthy lives",
      "cateogory": "ENTERTAINMENT",
      "summary": "Derivative identity of ‘wives’ and hunt for partners by super rich folk drive viewer interest",
      "date": "September 06, 2022 10:28:49 IST",
      "author": "Archita Kashyap",
      "onframe": "Fabulous Lives of Bollywod Wives",
      "updateddate": "September 06, 2022 10:28:49 IST",
      "body": "Over this weekend, India has watched four very wealthy, very privileged women with filmy connections on Netflix. Fabulous Lives of Bollywood Wives Season 2, which has little to offer as entertainment or storytelling, is the most watched show on the OTT platform currently.  It has probably aided the streaming platform add subscribers, a boost that Netflix India needs despite its many Bollywood based content pieces.  Fabulous Lives of Bollywood Wives is not alone in getting viewership basis lives of super wealthy Indians. This microscopic segment of our country folk that live overseas in mansions, brownstones and gardened bungalows, alongside the gilded existences of the UHNI (Ultra High Net Worth Individual) in India, spend mega bucks and evidently, endless amounts of time pursuing an ideal, super-sized wedding. The series- that simply rests on the premise of rich people looking for other rich people to get married, albeit with preset criteria- is one of the most successful Indian OTT shows ever. It has fascinated viewers in UK, Europe, North America because of the unique Indian concept- arranged marriage before love, a constructed fusion of hearts, minds and bodies that may or may not lead to love.  How the Fabulous Lives of Bollywood Wives and Indian Matchmaking show Indias fascination with super wealthy lives The Fabulous Lives of Bollywood Wives  Both shows are often called ideal for ‘cringe binge’ by reviewers and industry commentators. Question is, who is bingeing? Why are they bingeing? Are they really cringing or are they just playing along with peers and social circles?  The consistent success that both these series have achieved can’t be put down just to curiosity or initial hype. The second seasons have found wider audiences and viewership is growing. It shows just how deeply voyeuristic we are, as a society and culture. And that the way people with money and glamour live reflects the way they marry and follow up on the commitment. The Indian obsession with a big, fat, Instagram worthy marriage, is not going to fade away anytime soon.  Fabulous Lives of Bollywood Wives is about the day-to-day struggles and joys of Maheep Kapoor (wife of Sanjay Kapoor), Neelam Kothari (former actor and wife of Sameer Soni), Bhavna Pandey (wife of Chunky Pandey) and Seema Sajdeh (ex-wife of Sohail Khan).  Essentially their identity rests on the fact that they are wives or ex-wives, and their marriage is structural to their fame. Over the past decade, posing for pictures on social media in the company of movie stars and particularly under the halo of Gauri Khan, these ladies have gained currency as true-blue insiders of ‘Bollywood’. The series shows almost none of that, instead focusing on midlife angst of a universe where first world problems niggle at them. None are massive enough to cast an actual furrow or deepen a line around their well-maintained eyes, lips and faces. The truth about botox fillers, the painful and literally numbing process, along with allied procedures, make an appearance. There are crushes, cameos by Bollywood filmmakers and stars, including Bhavna’s daughter, Ananya Pandey. And there are tiffs and tussles, because, after all, they are wives- no wife can have a life free of arguments and battles. Overall this series does an efficient job of minimizing the day to day, routine struggles of running a home, bringing up kids and managing a social standard that most Indian women across social classes face. There are almost no exhausting chores in sight, beyond accompanying kids to photoshoots.  It’s ending- that of Ranveer Singh’s body being objectified in detail- has left many feeling distasteful. But in a series where an entire season has almost no element of feet touching ground reality for its four central characters, is it any surprise that silly lust is the final resolution? Although a male movie star stating that he loves being a piece of meat is not a salute to women’s liberation, at any level. All it is, is recognition of the bubble that can build around lives of people that exist on the fringes of the Hindi film industry.  How the Fabulous Lives of Bollywood Wives and Indian Matchmaking show Indias fascination with super wealthy lives Indian Matchmaking 2  But their ways of living and their personal choices have become a major topic of water cooler and coffee break conversations. Because that is the life, after all, that a whole new generation of consumerist India- urban and semi urban, even rural- deeply aspires to. Existing in a similar socio-economic space, Indian Matchmaking Season 2 turns the clock back on gender related progress significantly. Apart from formatted expectations of her clients, the most unsavory part of this series are the choices that Nonresident Indians make. They are almost stuck in a time warp when it comes to understanding marriage and companionship. Taparia often advises the young that she looks to get hitched- no one gets one hundred percent; you need to settle for 60 to seventy percent. Might not seem so nice, but it is commonly true. Marriage, like all partnerships, needs some adjustment. As for judging her statements, they need to be viewed in the light of her clientele. Amongst the super-rich, when they marry, a common truth prevails- wealth begets wealth; money begets money. This hasn’t changed since the Victorian age. Except for the rare aberration where love intervenes, marriage is still a merger of sorts for those that have countless zeros on their bank balance. The baffling part here are the exacting standards that these candidates seek from a partner. They want such an ideal, glossy, movie like wedding that sizing this down to today’s reality, where free will plays a strong role in everyone’s lives, is almost impossible. Perhaps that explains why no one seems to get married on this top matchmaker’s watch!  These shows that show lives most can only imagine having, have cast a spell on viewers like Karan Johar’s movies did about 15-20 years ago. The people at their centre feel unreal. But most of us love watching them anyway. And when it comes to us Indians, marriage is the biggest marker in a person’s life that still determines his/her identity at multiple levels.  Archita Kashyap is an experienced journalist and writer on film, music, and pop culture. She has handled entertainment content for broadcast news and digital platforms over 15 years.   Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 9
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/vikram-brahmastra.jpg?impolicy=website&width=640&height=363",
      "title": "Here's why Brahmastra stands a better chance than Vikram Vedha at the box-office",
      "cateogory": "ENTERTAINMENT",
      "summary": "Vikram Veda is helmed in Hindi  by the same co-directors, Pushkar–Gayathri. Sure, the actors are different. But the original 2017 film in Tamil, has been on OTT for two years now.",
      "date": "September 06, 2022 10:51:14 IST",
      "author": "Subhash K Jha",
      "onframe": "Brahmastra and Vikram Vedha",
      "updateddate": "September 06, 2022 10:51:14 IST",
      "body": "Ayan Mukerji’s Brahmastra and Puskhar–Gayathri’s Vikram Vedha are the two September  releases on which the beleaguered Bollywood industry has its hopes pinned. One can no longer make any logical prediction on what works and what doesn’t. But yes, Brahmastra is at least an attempt to give the audiences an entirely new theatre experience, something they haven’t seen, something that would stimulate their senses beyond the ordinary experience  provided by movies on the OTT platform.  Vikram Vedha, I am afraid, is nothing that the average Indian family would make an effort to go into the movie theatres to see. It is apparently an exact remake of the original. The cardinal error of doing a remake, besides the fact that a remake in principle is lazy filmmaking, unless you can add something radical to the original, is to have the same director do both the original and the remake.  This was the case recently with Jersey. The same director, Gowtam Naidu Tinnanuri, did both the Tamil and Hindi versions with the end result that the Tamil and Hindi versions, though  well-made, were interchangeable except for the actors.  Vikram Veda is helmed in Hindi  by the same co-directors, Pushkar–Gayathri. Sure, the actors are different. But the original 2017 film in Tamil, has been on OTT for two years now. It is  doubtful that audiences will make a rush for the remake just because an A-lister Hrithik Roshan and a B-lister Saif Ali Khan have replaced the outstanding duo of Madhavan and  Vijay Sethupathi in the original.  When Disney+Hotstar announced Cuttputlli, the remake  of the Tamil film Ratsasan as their big premiere for September 2, Zee5 pulled out a rabbit from its bag of tricks. They dubbed  Rakshasudu, the Telugu version of Ratsasan into Hindi, titled it Gumnam, and released it alongside Cuttputlli, on the same Friday.  While Disney-Hotstar acquired Cuttputlli for Rs 90 crores, Zee5 had to pay nothing for  Gumnam as Rakshasudu was already in their repertoire. With the recession claiming most, if not all theatre releases, it is time  for the film industry to exercise some prudence in their filmmaking. Acquiring remakes at exorbitant prices when the original is just a click away,  makes no sense.  This brings me back to Brahmastra. While its actual merits and demerits remain to be seen, it is at least original, not a remake and not copied from a Korean source. At least it stands a fighting chance to revive the lost glory of the Bollywood box-office.  Subhash K Jha is a Patna-based film critic who has been writing about Bollywood for long enough to know the industry inside out. He tweets at @SubhashK_Jha.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 10
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/fpranking/1662400287298.jpg?impolicy=website&width=640&height=362",
      "title": "Modi’s app Vs Xi’s app: How China’s COVID-19 tracking app is a ‘digital handcuff’ used to crush dissent",
      "cateogory": "WORLD",
      "summary": "The ‘Zero Covid’ policy of Xi Jinping has prodded these apps to become more invasive and insidious in their reach and sophistication. Now, they are used to control movement and access to public places",
      "date": "September 05, 2022 15:14:22 IST",
      "author": "FP Staff",
      "onframe": "China’s COVID-19 tracker apps have been increasingly used by the totalitarian regime of Chinese Communist Party (CCP) to gag people and crush any dissent against the totalitarian government",
      "updateddate": "September 05, 2022 15:14:22 IST",
      "body": "September 05, 2022 15:14:22 IST",
      "id": 11
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/Untitled-design-95-1.jpg?impolicy=website&width=640&height=363",
      "title": "Explained: The controversy surrounding the AI-generated artwork that won US competition",
      "cateogory": "WORLD",
      "summary": "Jason Allen, a game designer, bagged the top prize at Colorado State Fair’s fine art competition. His winning artwork titled ‘Théâtre D’opéra Spatial’ has spurred controversy as many have objected over the use of AI in art",
      "date": "September 05, 2022 20:01:31 IST",
      "author": "FP Explainers",
      "onframe": "Jason Allen's ‘Théâtre D’opéra Spatial’ won the first prize at an art competition in the US. Image Courtesy: Twitter/@rgshanbhag",
      "updateddate": "September 05, 2022 20:01:31 IST",
      "body": "An artwork generated by Artificial Intelligence (AI) bagged the first prize at a competition in the United States, triggering outrage on social media.  Jason Allen, the winner of the award and $300 cash prize, defended his art which won in the “digital arts/digitally-manipulated photography” category.  “I’m not going to apologise for it… I won, and I didn’t break any rules,” the 39-year-old game designer told The New York Times (NYT).  Why has the controversy snowballed? Why are some against AI-generated art? Let’s examine the issue:  Théâtre D’opéra Spatial  Allen, who is the president of Colorado-based tabletop gaming company Incarnate Games, presented his work ‘Théâtre D’opéra Spatial’ or ‘Space Opera Theater’ and won the top prize at Colorado State Fair’s fine art competition.  “I won first place,” Allen who goes by Sincarnate had declared in a Discord post, reported Vice.  The piece was created using an online program called Midjourney, an invite-only AI tool, which transforms text into realistic graphics. “Users type a series of words in a message to Midjourney; the bot spits back an image seconds later,” NYT wrote about the AI software.  Explained The controversy surrounding the AIgenerated artwork that won US competition Midjourney, an invite-only AI tool, transforms text into realistic graphics. News18 (Representational Image)  Allen told Colorado Springs newspaper The Gazette that he was earlier skeptical about using AI for art. “But as more and more of it started crossing my path on social media, I started to take notice,” he said.  “I was really impressed with the quality and level of detail. I decided to give it a try,” Incarnate Games CEO added.  Allen believes artificial intelligence as an “artistic resource is likely here to stay” even if people do not like it.  He further said he is not yet done with his prize-winning artwork and will continue working on it. “Now that I know other people appreciate it the way that I do, I’m excited to complete the project in a much bigger way,” he told The Gazette.  AI-created artwork sparks controversy  The software Midjourney can create digital artwork in minutes that  a person would usually take hours or even days to produce.   Why are some objecting?  As per Indian Express, critics have objected to its use citing that transforming prompts into art is like “painting-by-numbers”, which means it is devoid of skill or real artistry.  As the news reached Twitter, netizens slammed Allen and the “death of artistry” saying it takes away from the hard work of human-made art.  “This is so gross. I can see how ai art can be beneficial, but claiming you’re an artist by generating one? Absolutely not,” a Twitter user wrote.  “The art created by AI is not the same as that created by man. I believe that at least it should be in a separate category and not overlap with ordinary art in any way. People like the person from the screenshot are just disgusting to me,” another user chimed.  “We’re watching the death of artistry unfold before our eyes — if creative jobs aren’t safe from machines, then even high-skilled jobs are in danger of becoming obsolete,” a third said on Twitter.  The rules of the competition  As per NYT, Colorado State Fair’s fine art competition allows any “artistic practice that uses digital technology as part of the creative or presentation process.”  Notably, the judges claimed they were unaware that Midjourney was an AI software, however, added that they would still have selected Allen’s artwork even if they knew, as they were seeking “how the art tells a story, how it invokes spirit”.",
      "id": 12
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/07/COVID-rep-image1.jpg?impolicy=website&width=640&height=363",
      "title": "Bharat Biotech gets nod for India's first nasal COVID vaccine: Why this is a potential game-changer",
      "cateogory": "EXPLAINERS",
      "summary": "Bharat Biotech says the vaccine is easy to administer as it is non-invasive and does not require trained healthcare workers. It also eliminates needle-associated risks such as injuries and infections and is scalable when it comes to manufacturing",
      "date": "September 06, 2022 18:47:30 IST",
      "author": "FP Explainers",
      "onframe": "Representational image. ANI",
      "updateddate": "September 06, 2022 18:47:56 IST",
      "body": "India may have a game-changer on its hands with the Drugs Controller General of India (DCGI) approving Bharat Biotech’s intranasal COVID vaccine for restricted emergency use for those above 18.  “Big Boost to India’s Fight Against COVID-19! Bharat Biotech’s ChAd36-SARS-CoV-S COVID-19 (Chimpanzee Adenovirus Vectored) recombinant nasal vaccine approved by @CDSCO_INDIA_INF for primary immunization against COVID-19 in 18+ age group for restricted use in emergency situation,” Union health minister Mansukh Mandaviya tweeted.  Mandaviya added that this step will further strengthen “our collective fight” against the pandemic. India has harnessed its science, research and development (R&D), and human resources in the fight against COVID-19 under Prime Minister Narendra Modi’s leadership, he said.  “With the science-driven approach & Sabka Prayas, we will defeat COVID-19,” Mandaviya also said.  Let’s take a closer look at the vaccine:  How does it work?  As per News18, Bharat Biotech’s nasal vaccine uses a chimpanzee cold virus to deliver a harmless copy of the coronavirus spike protein to the lining of the nose.  As per Hindustan Times, the theory behind delivering the vaccine through intranasal route is that both influenza and COVID-19 follow the same pattern of infection – nose and mouth route into the lungs.  That is why having mucosal immunity is important and the vaccine will also use the same nasal (drop) route, as per the report.  It has been specifically formulated to allow intranasal delivery and has been developed in partnership with Washington University St Louis, which had designed and developed the recombinant adenoviral vectored constructs and evaluated them in preclinical studies for efficacy, as per the report.  The trial sites included All India Institute of Medical Sciences, Delhi and Patna (Bihar), Aatman Hopsital, Ahmedabad (Gujarat), PGIMS, Rohtak (Haryana), and Prakhar Hospital, Kanpur, and Rana Hospital, Gorakhpur (Uttar Pradesh), as per Hindustan Times.  What are its advantages?  Hindustan Times quoted Bharat Biotech as saying that as the vaccine is easy to administer as it is non-invasive and does not require trained health care workers.  It further eliminates needle-associated risks such as injuries and infections, has higher compliance and is scalable as far as manufacturing is concerned.  News18 quoted an article published by Gavi the Vaccine Alliance as noting other advantages including the fact that the sprays don’t need to be refrigerated and don’t need to be administered by health professionals.  “People would be able to self-administer them at home,” the article says, adding “they are likely to be more popular for the millions of people who don’t like needles”.  What has company said?  The Hyderabad-based firm completed clinical trials of the nasal vaccine with about 4,000 volunteers and there is no side effect or adverse reaction reported so far, company sources said.",
      "id": 13
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/bengaluru-floods3.jpg?impolicy=website&width=640&height=363",
      "title": "Isn’t it time for monsoon to retreat? The manic rainfall in Karnataka, Kerala explained",
      "cateogory": "EXPLAINERS",
      "summary": "It’s Bengaluru that is grabbing headlines with floating cars, submerged roads, and the water supply hit. But intense rainfall is wreaking havoc not only in the IT hub but also in other districts of southern Karnataka and parts of Kerala",
      "date": "September 06, 2022 12:33:58 IST",
      "author": "FP Explainers",
      "onframe": "Floods continues for the third day in Bengaluru in Karnataka. Several roads are waterlogged and life has come to a standstill. PTI",
      "updateddate": "September 06, 2022 12:33:58 IST",
      "body": "The monsoon mayhem continues in Karnataka and Kerala. And it’s worrisome in more ways than one. In the first week of September, the withdrawal of the monsoon commences. However, that seems unlikely right now.  Torrential rains continue to batter the southern states, causing large-scale devastation and throwing life out of gear. But what’s the reason behind the untimely downpour? We explain.  Devastation in Bengaluru, southern Karnataka  The southern districts of Karnataka have witnessed a wet season since June. This year, the state has recorded 894.7 mm of rainfall, which is an excess of 33 per.  Bengaluru has been the worst hit. In August, the IT capital received 184.4 mm of rainfall, the highest in four years. The last month has been the second wettest August for the city, according to the Indian Meteorological Department (IMD)  Some parts of Karnataka have witnessed non-stop rain for over a week.  Also read: Cry Me a River: Why Bengaluru suffers from flooding repeatedly  Now overnight downpour has brought the capital city to a standstill. Around 430 houses have been completely damaged in the floods and 2,188 others have suffered partial damage. About 225 km of roads, bridges, culverts and electric poles have also been damaged. There have been power cuts in certain parts of Bengaluru.  On Tuesday, a 23-year-old woman died in the Siddapura area near Marathahalli near Bengaluru. After her two-wheeler broke down on a waterlogged road, she tried to hold an electric pole and was electrocuted.  Floating cars, submerged villas  Boats and tractors were deployed in certain parts of Bengaluru like Yemalur, Rainbow Drive layout, Sunny Brooks Layout, Marathahalli that were underwater. “Water has not receded, as there was rain once again last night (Monday), in fact, I feel it has increased. I have to go to the office, kids have schools, and I somehow used a tractor today. Request the government and authorities to do something and restore normalcy,” an office goer told News18.   Cars were seen floating in waterlogged Basvanagar and luxury villas were completely flooded with rescue ops underway.  Traffic woes in the city are an everyday occurrence but the rains have made the snarls even worst. On Tuesday, a Bengaluru airport spokesperson said that flights have been slightly delayed because of bad weather conditions.   The Bangalore Water Supply and Sewerage Board (BWSSB) warned of water supply disruption in several areas of the city on Monday and Tuesday. A pumphouse in Mandya, which has been flooded, is being cleaned.  Karnataka Chief Minister Basavaraj Bommai said that 8,000 borewells would supply water to affected areas and in areas with no borewells, water would be supplied through tankers.  Schools and colleges have declared a holiday because of waterlogging.  Isnt it time for monsoon to retreat The manic rainfall in Karnataka Kerala explained The waterlogging in Bengaluru has thrown light on the fallout of unplanned urbanisation. PTI  Bommai has said the state government has decided to release Rs 300 crore to tackle the emergency in the city. Another Rs 300 crore will be used to tackle the rain and flood situation in other parts of the state.  This is the second time in a week that the IT hub has witnessed massive flooding, leading to outrage among residents over alleged misgovernance. Rampant corruption, unplanned construction, and poor engineering have made led the city to crumble. The Bengaluru civic body has identified encroachment on 500 storm water drains, which is leaving it waterlogged time and again.   The Gadag district in Karnataka, which has been devastated by rain, received 122.3 mm of rainfall on Monday. More rain is expected on Tuesday.  Heavy rain is also likely to occur at isolated places in Bagalkote, Dharwad, Haveri, Koppal, Raichur and Vijayapura districts. These districts have been put on yellow alert by the IMD, reports News18.  Isnt it time for monsoon to retreat The manic rainfall in Karnataka Kerala explained Boats are used to rescue people stranded because of the flooding in Bengaluru. Karnataka Chief Minister Basavaraj Bommai said that the authorities are working round the clock to keep the city afloat. PTI  Red alert, flash floods in Kerala  While three months of the monsoon are over, Kerala’s rainfall reached the “normal” mark only recently. But the past few days, have seen continuous rainfall in the state.   The IMD has issued a red alert for Thiruvananthapuram, Kollam, Pathanamthitta, and Idukki districts for Tuesday and an orange alert for Alappuzha, Kottayam, and Ernakulam districts.  An orange alert has also been issued for Idukki, Thrissur, Palakkad, Malappuram, Kozhikode, Wayanad, and Kannur with predictions of heavy rain on Tuesday, a day before Onam.  Two persons, including an eight-year-old, lost their lives after being swept away in flash floods at Mankayam waterfall near the capital city, Thiruvananthapuram. The flash flood occurred on Sunday and police said that a group of 10 people had visited the area.  Other states put on alert  The IMD has forecast heavy rainfall, thunderstorms, and lightning in Tamil Nadu and Andhra Pradesh on 8 and 9 September. Meanwhile, Lakshadweep, Telangana and coastal Andhra Pradesh are also expected to witness “very heavy rainfall” on September 7 and 9.  Isnt it time for monsoon to retreat The manic rainfall in Karnataka Kerala explained Firefighters help an elderly woman move to a safer area after heavy rainfall in Bengaluru. Life for many in the city is disrupted after torrential rains. AP  The reasons for the manic monsoon  Dr Geeta Agnihotri, head of the Regional Meteorological Centre, Bengaluru, told indiatoday.in that the very heavy rains in Bengaluru city were because of the shear zone that had formed. “It’s a normal occurrence during monsoons just as the formation of troughs, circulations, and low-pressure regions that drive monsoonal rains,” she said.  A shear zone is a monsoon weather feature that is an area filled with opposing winds concentrating heavy rain in that zone, the report says.  The position of the monsoon trough is favouring rainfall in Karnataka and Kerala. It is a low-pressure area, which is a semi-permanent feature of the circulation of monsoon. When the trough migrates southward, it results in a heavy monsoon.  In contrast, the northward migration of this trough leads to a break in monsoon conditions over a major part of India and heavy rains along the foothills of the Himalayas and sometimes floods in the Brahmaputra river, according to IMD.  With inputs from agencies  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 14
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/rajpath.jpg?impolicy=website&width=640&height=363",
      "title": "Rajpath to make way for Kartavya Path: How India is stepping away from its colonial past",
      "cateogory": "EXPLAINERS",
      "summary": "The Narendra Modi-led government will rename Rajpath, originally called Kingsway, to Kartavya Path in yet another move to shed India's colonial baggage. The Centre has been making changes — from doing away with 1,500 British-era laws to unveiling a naval ensign inspired by Chhatrapati Shivaji",
      "date": "September 06, 2022 09:51:30 IST",
      "author": "FP Explainers",
      "onframe": "The revamped Rajpath and Central Vista lawns is to be re-named Kartavya Path (Path of Duty) in line with Prime Minister Narendra Modi's push to shed names and symbols reminiscent of the British era. AFP",
      "updateddate": "September 06, 2022 09:51:30 IST",
      "body": "Next time you walk down the road from Rashtrapati Bhavan to India Gate in Delhi, it won’t be the iconic Rajpath that you have trailed, but the Kartavya Path (Path of Duty).  The Narendra Modi government has decided to rename the iconic stretch and the New Delhi Municipal Council (NDMC) has convened a special meeting on 7 September where the proposal will be placed before the council.The move comes as Prime Minister Narendra Modi will inaugurate the entire stretch, which has been renovated under his government’s ambitious Central Vista redevelopment project. Under the project, Rajpath will have state-wise food stalls, red granite walkways with greenery all around, vending zones, parking lots and round-the-clock security. But people would miss only one thing — food will not be allowed on the lawns from India Gate to Man Singh Road.  The stretch will open for the public after 20 months. On the day of the inauguration, visitors will not be allowed on the stretch from the India Gate to Man Singh Road, but they can use the remaining part. From 9 September, the entire stretch will be thrown open to the public.  The renaming of Rajpath to Kartavya Path is part of the Modi government’s drive to rid the country of its colonial past. In his recent Independence Day speech, Prime Minister Narendra Modi had said stressed on the abolition of symbols relating to colonial mindset. “We have to give up the colonial-era mentality. Instead, we must rely on our capabilities,” he had said.  Rajpath’s colonial past  Rajpath — the ceremonial boulevard that runs from Rashtrapati Bhawan all the way down to Vijay Chowk and India Gate, and ends at the 16th century fort, Purana Qila — was named by the British as ‘Kingsway’ in honour of King George V who visited this new city during the Delhi Durbar of 1911 and proclaimed the shift of the capital from Calcutta to the erstwhile centre of Mughal power.  Like much of Central Delhi, Rajpath was designed by British architect Sir Edwin Lutyens. It was set up to offer an uninterrupted view of the new city from the Rashtrapati Bhavan, which was the Viceroy’s palace at the time and today serves as the official residence of the President of India.  Following the independence of India, the road was given its Hindi name, ‘Rajpath’, in place of its English designation. This represents a mere translation more than a substantial renaming, since ‘Rajpath’ in Hindi is broadly analogous in meaning to ‘King’sway’.   Today, Rajpath is not only synonymous with the Republic Day parade, but has also become a symbol of resistance. The site has seen massive protests — from agitations demanding justice after the 2012 Delhi gang-rape to the anti-Citizenship Amendment Act protests in 2021.  Rajpath to make way for Kartavya Path How India is stepping away from its colonial past Considered the most popular public space in Delhi, the stretch has been redeveloped with red granite walkways spread around 1.1 lakh square metre with greenery all around. PIB  Shedding colonial baggage  Over the past few years, the Narendra Modi-led government has been slowly steering India away from the vestiges of the British rule.  Earlier, the Centre repealed more than 1,500 old and obsolete laws, most of which were remnants of the British era.  During an April event, speaking to civil servants, Prime Minister Modi had said, “I have directed the cabinet secretary to take charge of freeing citizens and the country from compliance burdens. The country is completing 75 years of independence. Why do we need to keep the citizens occupied in the shackles of compliance?”  Citing the example of a law mandating imprisonment for the offence of not white-washing toilets at factories every six months, the prime minister said that the law should not be looking to send citizens to jail for trivial issues, reports News18.  Another example of India moving away from India’s colonial past was the decision to replace the Abide with me hymn at the Beating Retreat Ceremony during the Republic Day celebrations with Kavi Pradeep’s Aye Mere Watan Ke Logon. The Beating Retreat ceremony had earlier also seen the introduction of classical instruments such as sitar, santoor, and the tabla.  The prime minister also unveiled a hologram statue of Netaji Subhas Chandra Bose at India Gate. This hologram is to be later replaced with the statue of Netaji. The statue would be unveiled in the same place to mark the year-long celebration of the 125th birth anniversary of Netaji Subhas Chandra Bose. This has been done at the canopy where a statue of King George V had stood till its removal in 1968.  Rajpath to make way for Kartavya Path How India is stepping away from its colonial past The hologram of Netaji Subhas Chandra Bose at the canopy where a statue of King George V stood. The hologram will make way for a statue later. PTI  In 2017, then Finance Minister Arun Jaitley presented the Budget on 1 February — in a break from the past where the Budget was announced on the last day of February. The Rail Budget was also merged with the Union Budget after it had been presented separately for 92 years, in yet another departure from British-era practices.  In 2019, Finance Minister Nirmala Sitharaman also opted for the traditional bahi khata rather than the briefcase tradition — a tradition that comes from United Kingdom from the 18th century. The first budget box was designed in 1860 for the Chancellor of the UK back then, William Ewart Gladstone.  Most recently, while commissioning the INS Vikrant, Prime Minister Narendra Modi also unveiled a new naval ensign doing away with the Saint George’s Cross and replacing it with a design inspired by Chhatrapati Shivaji Maharaj.  The new ensign consists of the national flag in the upper left canton, and a navy blue-gold octagon at the centre of the fly. A blue octagonal shape with the national emblem sits atop an anchor, superimposed on a shield.  Below the shield, within the octagon, is inscribed the motto of the Indian Navy “Sam No Varunah” (a prayer to the God of the sea, Varuna).  Speaking at the event, Prime Minister Modi had said, “Till now the identity of slavery remained on the flag of Indian Navy. But from today onwards, inspired by Chhatrapati Shivaji, the new navy flag will fly in the sea and in the sky.”  With inputs from agencies  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 15
    }
  ],
  "MOST-READ": [
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/RoKhanna640.jpg?impolicy=website&width=640&height=363",
      "title": "CAATSA waiver to India: Indian-American Congressman introduces standalone bill in US House",
      "cateogory": "WORLD",
      "summary": "Ro Khanna has introduced bill in the US House of Representatives seeking a waiver to India against the punitive CAATSA sanctions, asserting that it is in the best interests of both countries to deter 'aggressors' in light of Russia and China's close ties.",
      "date": "September 07, 2022 12:10:15 IST",
      "author": "Press Trust of India",
      "onframe": "Rep. Ro Khanna, D-Calif., speaks during a House Committee on Oversight and Reform hearing on gun violence on Capitol Hill in Washington, DC, on 8 June, 2022. AFP File",
      "updateddate": "September 07, 2022 12:10:15 IST",
      "body": "Washington: Indian-American Congressman Ro Khanna has introduced a standalone bill in the US House of Representatives seeking a waiver to India against the punitive CAATSA sanctions, asserting that it is in the best interests of both countries to deter “aggressors” in light of Russia and China’s close ties.  The Countering America’s Adversaries Through Sanctions Act (CAATSA) is a tough US law that authorises the US administration to impose sanctions on countries that purchase major defence hardware from Russia in response to Moscow’s annexation of Crimea in 2014 and its alleged meddling in the 2016 US presidential elections.  The resolution, which has also been endorsed by Congressman Brad Sherman and David Schweikert along with Khanna, has been sent to the House Foreign Affairs Committee for necessary action.  While India faces immediate needs to maintain its heavily Russian-built weapons systems, a waiver to sanctions under the Countering America’s Adversaries Through Sanctions Act during this transition period is in the best interests of the United States and the United States-India defence partnership to deter aggressors in light of Russia and China’s close partnership, it said.  A similar legislative amendment to the National Defense Authorisation Act (NDAA) was introduced by Khanna, a Democrat, this summer and it was passed by the House with bipartisan support.  “I first introduced this as an amendment to the National Defense Authorisation Act and now I am proud to introduce it as a standalone bill to continue to build momentum and support for it. It is necessary for us to pass this in order to strengthen the relationship between the US and India and deter aggressors like China,” Khanna told PTI.  The resolution asserts that India faces immediate and serious regional border threats from China, with continued military aggression by the government of China along the India-China border.  While India has started importing the S-400 missile defence system from Russia, US President Joe Biden is yet to take a call on CAATSA waiver sanctions. Under the existing laws, the president can give a national interest waiver to countries.  Khanna said that this is a strong bill to affirm the US and India defence partnership.  Observing that India relies on Russian-built weapons for its national defence, the resolution says that the United States should take additional steps to encourage India to accelerate India’s transition off Russian-built weapons and defence systems while strongly supporting India’s immediate defence needs.  It is the sense of Congress that a strong United States-India defence partnership, rooted in shared democratic values, is critical in order to advance United States interests in the Indo-Pacific region, it said.  This partnership between the world’s oldest and largest democracies is critical and must continue to be strengthened in response to increasing threats in the Indo-Pacific regions, sending an unequivocal signal that sovereignty and international law must be respected, it added.  CAATSA law was brought in 2017 and provides for punitive actions by the US government against any country engaged in transactions with the Russian defence and intelligence sectors.  In October 2018, India signed a USD 5 billion deal with Russia to buy five units of the S-400 air defence missile systems, despite a warning from the then-Trump administration that going ahead with the contract may invite US sanctions. The S-400 is known as Russia’s most advanced long-range surface-to-air missile defence system.  The US has already imposed sanctions on Turkey under the CAATSA for the purchase of a batch of S-400 missile defence systems from Russia.  According to the resolution, Congress finds that the United States-India Initiative on Critical and Emerging Technologies (ICET) is a welcome and essential step to developing closer partnerships between governments, academia, and industry in the United States and India to address the latest advances in artificial intelligence, quantum computing, biotechnology, aerospace, and semiconductor manufacturing.  Such collaborations between engineers and computer scientists are vital to help ensure that the United States and India, as well as other democracies around the world, foster innovation and facilitate technological advances which continue to far outpace Russian and Chinese technology, according to the resolution.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 1
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/Himanta640-1.jpg?impolicy=website&width=640&height=363",
      "title": "India is connected and united, Congress should start 'Bharat Jodo Yatra' in Pakistan, says Assam CM",
      "cateogory": "POLITICS",
      "summary": "'India was divided in 1947 during Congress. If they want to start 'Bharat Jodo Yatra', then Rahul Gandhi should do this in Pakistan. What are the benefits of doing this yatra in India? India is connected, and united...,' said Himanta Biswa Sarma.",
      "date": "September 07, 2022 07:46:50 IST",
      "author": "Asian News International",
      "onframe": "Assam Chief Minister Himanta Biswa Sarma. ANI",
      "updateddate": "September 07, 2022 07:46:50 IST",
      "body": "Kokrajhar (Assam): Assam Chief Minister Himanta Biswa Sarma took a jibe at Congress’ ‘Bharat Jodo Yatra’, which is set to kickstart today, saying that the party should conduct this campaign in Pakistan while stressing that “India is connected and united.”  The chief minister said that India was divided in 1947 and there is no benefit of starting the ‘Bharat Jodo Yatra’ in India.  “India was divided in 1947 during Congress. If they want to start ‘Bharat Jodo Yatra’, then Rahul Gandhi should do this in Pakistan. What are the benefits of doing this yatra in India? India is connected, and united. I want to suggest Rahul Gandhi to take the Bharat Jodo Yatra programme to Pakistan,” Sarma told ANI on Tuesday.  This comes a day ahead of the launch of the nationwide campaign by the Congress party.  “We are starting a positive politics. We want to hear from you, we want to solve your problems. We want to unite our beloved country. Let’s unite India together,” Priyanka said in a Facebook video.  “Political discussion today isn’t focusing on the people of the country, it has taken a different turn altogether. Politics today has turned a blind eye towards people and their issues. Through this ‘yatra’ we want to bring out the problems and concerns of the common man,” Priyanka said.  The senior Congress party leader urged people to join the ‘yatra,’ adding that people should unite to make the country prosperous.  “Further information regarding the ‘yatra’ will be available on the website www.bharatjodoyatra.in, the citizens of the country can get indepth detail about the ‘yatra’, the timing and the various states it’s going to pass through”, she added.  Meanwhile, Rahul Gandhi will start the 3,570 km journey lasting about 150 days from Kanyakumari to Kashmir.  According to the program shared by the party, Rahul Gandhi will attend a prayer meeting at the Rajiv Gandhi Memorial in Sriperumbudur on the morning of 7 September, where his father Rajiv Gandhi was assassinated in a bomb blast while he was campaigning for the Lok Sabha polls.  After his visit to the memorial, Gandhi will proceed to Kanyakumari where Tamil Nadu Chief Minister MK Stalin will present him the Tricolour. The Congress leader will address a rally while officially kickstarting the Bharat Jodo Yatra.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 2
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/Director640.jpg?impolicy=website&width=640&height=363",
      "title": "Madhya Pradesh: Mother fights off tiger to save her infant",
      "cateogory": "INDIA",
      "summary": "According to a report, the woman, identified as Archana Choudhary, grappled with the tiger with her bare hands before villagers heard her cries for help and intervened.",
      "date": "September 07, 2022 10:25:53 IST",
      "author": "FP Staff",
      "onframe": "Both the woman and the child are safe, said Deputy Director, Bandhavgarh Tiger Reserve. ANI",
      "updateddate": " September 07, 2022 10:25:53 IST",
      "body": "New Delhi: A woman suffered serious injuries while fighting off a tiger to save her 15-month-old baby in Madhya Pradesh’s Rohania village on the outskirts of Bandhavgarh Tiger Reserve.  The incident took place on Sunday and both the woman and her infant have been admitted to Jabalpur Medical College, said an official.  “They were brought to Umaria District Hospital and then shifted to Jabalpur Medical College. They’re safe,” said Deputy Director, Bandhavgarh Tiger Reserve.   According to a BBC report, the woman, identified as Archana Choudhary, grappled with the tiger with her bare hands for a couple of minutes before villagers heard her cries for help and intervened.  Choudhary and her toddler were in a field when a tiger came out of the bushes and attacked the infant, added the report.  The tiger had sunk its teeth into the baby’s head and was trying to pull the child away when the mother intervened and attempted to fight off the tiger. Her screams for help attracted villagers from nearby areas who reached the spot with sticks and drove away the tiger, according to a Times of India report.  The mother is reported to have a punctured lung and has received deep wounds on her body while her son has wounds on his head.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 3
    }
  ]
}