{
  "INDIA": [
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/vikrant-2.jpg?impolicy=website&width=640&height=363",
      "title": "India's indigenous aircraft carrier INS Vikrant boasts of many firsts",
      "cateogory": "INDIA",
      "summary": "About 90 per cent of the hull, 50 per cent of the machinery and 30 per cent of weapons and sensors of INS Vikrant are indigenously designed and built. It has been designed by Indian Navy's in-house Warship Design Bureau and built by Cochin Shipyard Limited, a PSU",
      "date": "September 02, 2022 16:05:32 IST",
      "author": "FP Staff",
      "onframe": "Prime Minister Narendra Modi commissioned India's first indigenously designed and built aircraft carrier INS Vikrant in Kochi on Friday. Twitter/@narendramodi",
      "updateddate": "September 02, 2022 18:08:41 IST",
      "body": "New Delhi: India launched its first indigenously designed and built aircraft carrier INS Vikrant on Friday, with Prime Minister Narendra Modi commissioning it. With the induction of this mighty warship, India has joined a select club of nations such as the United States, the United Kingdom, Russia, China and France which have the capability to build its own aircraft carrier.  But there are several other facts, which make this aircraft carrier not only special but also the pride of the new Atmanirbhar Bharat.  India’s first indigenously designed and built aircraft carrier  About 90 per cent of the hull, 50 per cent of the machinery and 30 per cent of weapons and sensors of INS Vikrant are indigenously designed and built. It has been designed by Indian Navy’s in-house Warship Design Bureau (WDB) and built by Cochin Shipyard Limited, a public sector shipyard under the Ministry of Ports, Shipping & Waterways. Vikrant has been built with state-of-the-art automation features and is the largest ship ever built in maritime history of India.  Cochin Shipyard’s largest warship ever built  The yard commenced the shipbuilding operations in 1978, ship repair in 1981, marine engineering training in 1993 and offshore upgradation in 1999. It has facilities to build vessels up to 1.1 lakh tons and repair vessels up to 1.25 lakh tons, the largest such facilities in India. The 262 m long and 62 m wide INS Vikrant displaces approximately 45,000 tons when fully loaded.  21,500 tonnes of special grade steel developed indigenously  According to the Centre, over 76 per cent of the material and equipment on board IAC-1 is indigenous, including “21,500 tonnes of special grade steel developed indigenously and used in Indian Naval Ships for the first time”.  According to the official release, major Indian industrial houses, including BEL, BHEL, GRSE, Keltron, Kirloskar, L&T, Wartsila India, and over 100 MSMEs, contributed to the development of indigenous equipment and machinery on board.  Job creation  According to a government statement, the indigenisation efforts resulted in the development of ancillary industries and the creation of employment opportunities for 2,000 CSL personnel and approximately 13,000 employees in ancillary industries, thereby bolstering the plough-back effect on the nation’s economy. The navy previously stated that more than 50 Indian manufacturers were directly involved in the project and that approximately 2,000 Indians were directly employed on board IAC-1 daily. Over 40,000 people were indirectly employed.  Produced from 3D model  The Union Ministry of Ports, Shipping and Waterways has said that CSL “carried out the detailed engineering of the ship using advanced software which enabled the designer to get a complete 3D view of the compartments of the ship”, representing the “first time in the country that a ship of the size of an aircraft carrier is completely modeled in 3D and production drawings extracted from the 3D model”, reports CNN-News18.  With input from agencies  Also read:  With components from 18 States, UTs, India comes together in INS Vikrant  Inside INS Vikrant, the first India-made aircraft carrier: 1,600 crew, 18 floors and more  How does INS Vikrant compare with aircraft carriers from China and the US?  INS Vikrant is exceptional symbol of self-reliant, aspirational India, says Rajnath Singh  The significance of INS Vikrant, the first Made-in-India aircraft carrier  Indian Navy’s new ensign draws inspiration from royal seal of Chhatrapati Shivaji, drops St. George’s Cross     Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 1
    },
    {
      "image": "https://www.firstpost.com/static/images/fplogo_placeholder_640x362.jpg",
      "title": "Home Minister Amit Shah to attend curtain raiser of 36th National Games, inaugurate smart schools in Ahmedabad",
      "cateogory": "INDIA",
      "summary": "Shah will also take part in the 6th All India Prison Duty Meet during the day, which will be attended by CM Bhupendra Patel and Gujarat Minister of State for Home Harsh Sanghavi",
      "date": " September 04, 2022 10:14:07 IST",
      "author": "Press Trust of India",
      "onframe": "Union Home Minister Amit Shah. Twitter/@AmitShah",
      "updateddate": "September 04, 2022 10:14:07 IST",
      "body": "Ahmedabad: Union Home Minister Amit Shah will launch the 36th National Games anthem and mascot here on Sunday and also inaugurate smart schools of the Ahmedabad civic body.  He will also inaugurate the 6th All India Prison Duty Meet in Ahmedabad during the day.  Shah will first inaugurate the Ahmedabad Municipal Corporation’s smart schools.  In the evening, he will participate in the 36th National Games-2022 curtain raiser programme along with Union Sports Minister Anurag Thakur and Gujarat Chief Minister Bhupendra Patel.  The event will be officially launched at EKA Arena TransStadia, a multi-purpose stadium in Ahmedabad, where more than 9,000 guests from across the state are expected to be present.  The curtain raiser will witness the unveiling of the National Games anthem and mascot as well as a custom-curated website and mobile application. The event will also mark the conclusion of the 11th Khel Mahakumbh, a sporting event conducted by the Gujarat government.  The National Games are being held after a gap of seven years.  This year, the games will be held between 29 September and 12 October across six cities of Gujarat along with a track cycling event in New Delhi.  An estimated 7,000 athletes from the country will take part in 36 different disciplines.  Shah will also take part in the 6th All India Prison Duty Meet during the day, which will be attended by CM Patel and Gujarat Minister of State for Home Harsh Sanghavi.  The biennial meet is organised by the Bureau of Police Research and Development between 4 and 6 September.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 2
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/Fby_jb9VUAAGvai-1.jpg?impolicy=website&width=640&height=363",
      "title": "Jammu and Kashmir: Ghulam Nabi Azad floats own party, to decide on 'Hindustani name' for it",
      "cateogory": "INDIA",
      "summary": "The former Congress leader who resigned from the party on 26 August said, while addressing his first rally since the split, that the people of Jammu and Kashmir will decide the name and the flag for his party",
      "date": "September 04, 2022 15:16:56 IST",
      "author": "FP Staff",
      "onframe": "Ghulam Nabi Azad. ANI",
      "updateddate": "September 04, 2022 15:27:28 IST",
      "body": "New Delhi: Ghulam Nabi Azad announced the launch of his own political party while addressing a public meeting in Jammu on Sunday at Sainik Colony. He is yet to decide on the name of the party.  This was Azad’s first meeting since he ended his nearly 50-year association with the Congress on 26 August.  “The people of Jammu and Kashmir will decide the name and the flag for the party. I will give a Hindustani name to my party that everyone can understand,” said Azad.  He added that his party will focus on the restoration of full statehood, right to land and employment to native domicile.  According to Hindustan Times, Azad arrived at the venue after a rousing welcome from his supporters at Jammu airport. The former chief minister of Jammu and Kashmir wore a Dogra turban befitting the occasion.  “I am always with the people of Jammu and Kashmir. Right now, I am not the chief minister or any minister. I am just a human. In the past one week, many people have resigned from the Congress and have supported me,” Azad said during his address.  Azad also thanked those five ministers who joined him. “Three of them joined a regional party, I never named that regional party chief, but they got agitated when I spoke of floating my own party,” Azad added.  Former ministers Taj Mohiuddin, Abdul Majid Wani, Manohar Lal Sharma, GM Saroori, RS Chin, Jugal Kishore, Peerzada Mohd Sayeed, and former MLA Balwan Singh, who were present at the event, endorsed Azad for the position of Jammu and Kashmir’s next chief minister.  During his address he also launched an attack on the grand-old party. According to ANI, he said, “Congress was made by us, by our blood, not by computers, not by twitter. People are trying to defame us but their reach is limited to computers and tweets. That is the reason Congress is nowhere to be seen on the ground.”  “People from Congress now go to jail in buses, they call DGP, commissioners, get their name written and leave within an hour. That is the reason Congress has been unable to grow,” he added.  Azad had earlier targeted the party leadership, particularly Rahul Gandhi, in his resignation letter to Sonia Gandhi, for the way the party has been run over the last nearly nine years.  He claimed in the five-page letter that the party is run by a coterie, with Sonia Gandhi serving as “a nominal head” and all major decisions being made by “Rahul Gandhi or, worse, his security guards and PAs.”  In recounting his long association with the Congress, Azad stated that the party’s situation has reached a “point of no return.”  With input from agencies  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 3
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/06/External-Affairs-Minister-S.-Jaishankar.jpg?impolicy=website&width=640&height=362",
      "title": "India should also think about Pacific Ocean while discussing its maritime interests, says EAM S Jaishankar",
      "cateogory": "INDIA",
      "summary": "Being the fifth largest economy, India should display confidence, \"which is lacking because of our habits that keep us tied up\", the minister said at a function to unveil the Gujarati translation of his book, \"The India Way: Strategies for an Uncertain World\"",
      "date": " September 04, 2022 17:31:00 IST",
      "author": "Press Trust of India",
      "onframe": "External Affairs Minister S Jaishankar. ANI",
      "updateddate": "September 04, 2022 17:42:00 IST",
      "body": "Ahmedabad: External Affairs Minister Dr S Jaishankar said talking about the Indian Ocean and not the Pacific Ocean when discussing India’s maritime interest shows a limitation of thinking, and India should go beyond this historical line of thinking.  “Indo-Pacific is a new strategic concept going on in the world,” he said on Sunday.  Dogma should change  The idea that India should not interfere with the issues of other countries is a kind of “dogma” which should change, Jaishankar said at a function to unveil the Gujarati translation of his book, “The India Way: Strategies for an Uncertain World.”  Being the fifth largest economy, India should display confidence, “which is lacking because of our habits that keep us tied up”, he said.  He also said that “engage America, manage China, cultivate Europe, reassure Russia, bring in Japan..is the ‘Sabka Saath and Sabka Vishwas’ in India’s foreign policy”.  “So far, we think about the Indian Ocean whenever we think about oceans. This is the limitation of our thinking that we talk about the Indian Ocean whenever we talk about maritime interest,” Jaishankar said.  “But more than 50 per cent of our trade goes towards the East, towards the Pacific Ocean. The line between the Indian Ocean and Pacific Ocean is only on the map, exists on an atlas, but there is no such thing in reality…We should go beyond the historical lines in our thinking, because our interest has increased. Indo-Pacific is a new strategic concept going on in the world,” he said.  Talking about a chapter in his book, the minister said the fact that we should not interfere in the problems of others in the world is a kind of “dogma.”  “It is possible that we did not have the capacity and it was not in our interest in the 1950s and 1960s, but some days back we became the fifth largest economy. The thinking of someone on the 20th number and 5th number cannot be the same. We should change according to our capacity. The confidence that we should display is not there, and it is not so because our habits keep us tied up,” he said.  ‘Sabka Saath and Sabka Vishwas’ in Indian foreign policy  He also quoted a line from his book which says “Engage America, manage China, cultivate Europe, reassure Russia, bring in Japan,”, and said that “this is ‘Sabka Saath and Sabka Vishwas’ in Indian foreign policy.”  “We have reached that level where we should maintain relations with everyone as much as we can to take forward our own interest because India’s progress in a way becomes a criterion for us. We have reached that level where we should keep our own interest with everyone to move forward,” he said.  Jaishankar also focused on the importance of getting a feedback from the public when determining a policy.  “Sometimes we should also think in which direction the public is going. It should not happen that a policy is going in one direction, and the public in another direction. The connection between the public and government — how to take the feedback. Feedback is important for good governance,” he said.  “For policy also there is a need to take feedback, and this is possible when we can connect with the masses,” he said.  About China  Talking about China, Jaishankar said it is India’s “super neighbour” and there is a lesson to learn from its progress and its impact on India and its interests.  “China is our neighbour, and in a way our super neighbour. It is the biggest neighbour, when you look at its power, its economy, where it has reached, its development. We also have to see if there is a lesson for us in its progress, and its impact on us, on our interest, its influence on our other neighbours,” he said.  “China’s economy is more than four times our own. I believe that our thinking should be competitive rather than negative,” he said.  There is also a need to think more about Japan, he said.  Three factors that hurt India  Jaishankar said in the last 75 years, India has been hurt by partition, delay in carrying out economic reforms, and a gap between the two nuclear tests.  “These three factors are in a way for us something whose impact is seen now. How do we go ahead keeping them in mind is a big part of our strategy,” he said. He also dwelled on the lessons that the epic Mahabharat has on diplomacy.  “There is no better story with so many examples, dilemmas…there is no better story than this in the world… If we do not talk about ourselves, then how will the world talk about us. The current situation of the world and the then landscape of Mahabharat, the situation of India, somewhere I saw a similarity,” he said.  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 4
    },
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/Untitled-design-81-1.jpg?impolicy=website&width=640&height=363",
      "title": "Another ‘Aloo ki factory’ moment for Rahul Gandhi as he measures flour in litre",
      "cateogory": "INDIA",
      "summary": "Multiple social media users have posted the viral clip of Congress leader Rahul Gandhi online",
      "date": "September 04, 2022 20:33:31 IST",
      "author": "FP Staff",
      "onframe": "Congress leader Rahul Gandhi. PTI photo",
      "updateddate": "September 04, 2022 20:39:52 IST",
      "body": "New Delhi: A video clip of Rahul Gandhi from the ‘Halla Bol’ rally has gone viral where he can be heard goofing up the unit for “flour”. In the viral clip, Gandhi is saying, “Atta (flour) was Rs 22 per litre but today it is Rs 40 per litre”.   Rahul Gandhi began comparing the prices of a few essential commodities with their prices in 2014. Gandhi was listing out the prices of various commodities whose units were mostly in litres and he goofed up while calling out the unit price for flour.  “Halla bol” rally  Congress was holding a mega rally 'Mehangai Par Halla Bol' today against inflation in the country, unemployment and Goods and Services Tax hike at Ramlila Maidan in the national capital.  Rahul Gandhi came down heavily on the Narendra Modi-led Central government and said that the Bharatiya Janata Party (BJP) and Rashtriya Swayamsevak Sangh (RSS) are dividing the country and a sense of fear has engulfed the minds of people about \" their future, inflation and unemployment and that's turning them towards hate.\"  \"Hatred is rising in India. Fear of inflation and unemployment is increasing in India, and due to this hatred is rising. BJP and RSS dividing the country and creating fear in the country. Who gets the benefit of this fear? Is it poor, farmer, or small traders who are getting any benefit from the Narendra Modi government? Only two industrialists in the country benefitting from this fear and hatred,\" said Congress MP.  He further said that the Modi government's policies are benefitting only two big industrialists.  \"BJP giving all the benefits to two people. Now see Narendra Modi did demonetisation. Did it help the poor? The three farm laws that were withdrawn later by the govt were not for farmers but it was for those two industrialists only. But the farmers came on the road and showed their power to Narendra Modi and when PM Modi saw this, he had to take back the three farm laws,\" he said.  The Congress leader further said that the Modi government broke the backbone of small and medium enterprises.  \"In one way, you are being affected by unemployment and secondly, you are hit by the price rise. Narendra Modi asks what has Congress done in seventy years. I will say this, that in seventy years, Congress has not shown such price rise to the country and when the Opposition wants to raise the issue in Parliament then Narendra Modi's government doesn't allow it. Whether it is farmers' issue or China,\" he added.  Making the attack more aggressive, the Congress MP said, \"The media is also of these two industrialists, the whole of media is under those two businessmen. People know whose TV it is and whom they are working for. TV and papers are of these two industrialists. Narendra Modi ji works for those two industrialists and those two industrialists work for Narendra Modi ji.\"  He further said, \"Narendra Modi could not be the Prime Minister without the support of the media and two industrialists.\"  Speaking on the misuse of Central probe agencies, Rahul Gandhi said that he is not afraid of Enforcement Directorate (ED) and their questioning.  \"The ED asked me to sit for 55 hours but I am not afraid of your ED. Whether it is 55 hours or five months or five years,\" he said.  Rahul Gandhi said, \"PM Modi ji's ideology says that country should be divided and the profits from it should be shared among a few industrialists.\"  \"Congress gave India the historical MGNREGA, but Narendra Modi's government said in the Parliament that it's an insult to the poor. Today, if there would not have been MGNREGA, there would have been fires in the country. Our party took 27 crore people out of poverty but the BJP government has pushed 23 crore people into poverty in just ten years. Narendra Modi is taking the country backwards. This will help Pakistan and China and not India. The more there will be hatred and fear, the more the country would weaken,\" he said.  Rahul Gandhi said that the Congress' ideology can bring the country on the path of progress.  \"I want to ask you whether price rise and hatred strengthen the country. Narendra Modi and BJP are weakening the country. Congress party unites the country. We erase hatred and when hatred is erased, the country moves faster. Congress ideology can bring the country on the path of progress,\" he said.  He also said that all Opposition parties will come together and defeat the BJP and RSS.  \"We want to talk on China attack, unemployment, price rise, but BJP stopped our party. The institutions, whether it is the media, the judiciary, or the Election Commission, are all under pressure. So the only way that is left is to go to people. And that is why Congress will start the Bharat Jodo Yatra. This is a fight of ideology and all the Opposition parties will come together to defeat BJP and RSS,\" Rahul Gandhi told to people while addressing a massive rally.  With inputs from agencies  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 5
    }
  ],
  "WORLD": [
    {
      "image": "https://images.firstpost.com/wp-content/uploads/2022/09/5_big.jpg?impolicy=website&width=640&height=363",
      "title": "'Breaking my heart': Dinner lady breaks down after denying lunches to UK school children",
      "cateogory": "WORLD",
      "summary": "The woman was speaking at an 'Enough is Enough' rally at Manchester cathedral when she broke down in tears describing the child poverty at the Lancashire school where she works",
      "date": "September 02, 2022 11:34:29 IST",
      "author": "FP Staff",
      "onframe": "The woman said said that when she first started her role at the school, she would have to turn around one child a month away. Youtube/ PoliticsJO",
      "updateddate": "September 02, 2022 11:58:55 IST",
      "body": "At an Enough is Enough rally in Manchester, a dinner lady told PoliticsJoe that she was dreading October when she will go back to work and would have to deny lunches to school children.   UK residents will see an 80 per cent increase in their annual household energy bills, the country’s energy regulator announced Friday, following a record 54 per cent spike in April. That will bring costs for the average customer from 1,971 pounds ($2,332) a year to 3,549 pounds.  The latest price cap, the maximum amount that gas suppliers can charge customers per unit of energy, will take effect on 1 October, 2022, just as the cold months set in. And bills are expected to rise again in January to 4,000 pounds.  To blame for the increase is the soaring price of wholesale natural gas triggered by Russia’s war in Ukraine, which is driving up consumer prices and roiling economies across Europe that rely on the fuel for heating homes and generating electricity.  That includes the United Kingdom, which has the highest inflation rate among the Group of Seven wealthiest democracies and seen disruptive strikes for months as workers push for pay to keep pace with the increasingly expensive cost of living.  The woman, who has not been named, was speaking at Enough is Enough rally on 30 August, 2022, at Manchester cathedral when she broke down in tears describing the child poverty at the Lancashire school where she works.    “Just before the summer holidays, when the cost of living crisis really started kicking off, I just noticed I was spending as much time taking food away from children as do serving it,” she told PoliticsJoe.  “To be honest, it’s not what I took the job for. I never dreamt I would be telling children ‘You can’t have that, you’ve no money in your account’,” she added.  She said that when she first started her role at the school, she would have to turn around one child a month away.  “Parents might forget to put money on at the beginning of the month, and you get that,” she added.  Now, though, the dinner lady said she was turning away some 10-15 children without money “every single day, every single shift”  “It’s breaking my heart,” she said, breaking down in tears. “They’re in a queue full of all their peers and other schoolchildren, and it’s humiliating for them.”  “They just look at you like ‘well, what am I going to eat’,” to which she said she responds with “I can’t give you anything, I’m sorry’  With the summer holidays drawing to a close, the dinner lady said she was “dreading” returning to work.”  “It’s getting to the point where I don’t think I can be doing this job anymore,” she added. “I didn’t take the job on to starve children.”  “You know, something has to give, and I just don’t think it should be children’s spirits, you know?\" the lady said.  With inputs from agencies  Read all the Latest News, Trending News, Cricket News, Bollywood News, India News and Entertainment News here. Follow us on Facebook, Twitter and Instagram.",
      "id": 1
    }
  ],
  "POLITICS": [],
  "AUTO": [],
  "OPINION": [],
  "SPORTS": [],
  "EXPLAINERS": [],
  "CRICKET": [],
  "ENTERTAINMENT": [],
  "TECH": []
}